{
  "topicId": 22,
  "summaryTitle": "托福",
  "title": "Official 34",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? Private car should not be allowed in the city centers of large cities. Use details and examples to explain your opinion."
        ],
        "singleItemTitle": "TASK1城市社区"
      },
      {
        "singleItemContent": [
          "Reading",
          "Program to Provide Free Tutoring",
          "The university has announced that starting with the fall semester, free tutoring will be available to all new students for their entire first year. The academic dean, James Maxwell, commented, “The university is aware of the academic problems that many first‐year students face when making the transition from high school to college.” The new tutoring program, he said, is designed to assist first‐year students who want or need additional support with their academic course work. The program will also be organized so that individual students can arrange to work with tutors majoring in their own chosen field of study.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Man: Hey, did you read about this plan?",
          "Woman: Yeah, and I think it's a really great idea.",
          "Man: Why is that?",
          "Woman: Well, a lot of new students really need this.",
          "I mean, it's not just about getting extra help with the course material,",
          "they'll probably also get information about things like taking notes or the best way to study for exams.",
          "Man: Yeah, I barely even knew how to do those things when I first came here.",
          "Woman: Neither did I.",
          "So these are things most students wind up having to learn on their own at first.",
          "That's why so many of them have a hard time.",
          "Man: And it's probably good that they can work with somebody who has the same interests.",
          "Woman: Right. That would be a real advantage.",
          "To get information about the classes you're gonna need to take from somebody who is already taken those classes,",
          "and they could recommend professors and tell you who the best advisers in the department are, things like that.",
          "Man: I see what you mean.",
          "So new students could get access to information about the program from another student's point of view.",
          "Woman: Exactly.",
          "Question",
          "The woman expresses her opinion about the university's plan. Briefly summarize the plan. Then state her opinion about the plan and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学术要求"
      },
      {
        "singleItemContent": [
          "Reading",
          "The Familiarity Principle",
          "People tend to develop a preference for this they have previously encountered, things they are familiar with. Social psychologists refer to this tendency as the familiarity principle. Given a choice between two similar items, one they have experienced before and another that is new, most people will choose the familiar item. This principle operates even when people are not conscious of their previous experience with an item. Once people have been exposed to an item – even if they do not recall having been exposed to it – they will tend to prefer that item over other items to which they have not been previously exposed.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Psychology class.",
          "Professor: Some researchers did an experiment related to this.",
          "What they did was they assembled a group of subjects, a group of students,",
          "and they showed these students a series of geometrical shapes.",
          "These were very distinctive shapes, a little unusual,",
          "not the kind of shapes the students often see.",
          "But they only showed the students the shapes for a very short period of time, about a second.",
          "They also lowered the light in the room to make it even more difficult for the students to see the shapes.",
          "So the shapes were there for a split second in dim light,",
          "and then they were gone.",
          "In the next step of the experiment,",
          "the researchers again showed the students some shapes.",
          "But this time they gave the students a longer time to look at them,",
          "and this time they showed the images in pairs, two at a time.",
          "In each pair,",
          "one shape was a shape the students had already seen for just a split second in dim light,",
          "and the other was some other shape that hadn't been shown to them before.",
          "After presenting each pair,",
          "the researchers asked the students to say which of the two shapes they liked better.",
          "Most of the time,",
          "the students preferred the shape they'd already seen earlier in the experiment.",
          "Now, if you ask them if they'd already seen that shape,",
          "they probably wouldn't know for sure.",
          "But that didn't matter.",
          "They still tended to prefer the shapes they'd already seen.",
          "Question",
          "Explain how the experiment described by the professor illustrates the familiarity principle."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Biology class.",
          "Professor: So, okay, we've been talking about frogs.",
          "And like all amphibians, frogs have thin skin,",
          "which means that they lose moisture through their skin easily.",
          "Now, typically, we think of frogs as living in wet environments.",
          "But for frogs who live in dry places with desert-like conditions, this can be a problem.",
          "Frogs have been able to survive in such areas by having different physical features.",
          "Special dry-climate features that help them maintain an adequate level of moisture in their cells and avoid drying out.",
          "Some frogs do this by preventing water loss through their skin.",
          "By creating a sort of covering over their skin,",
          "they greatly reduce their skin's exposure to the dry air.",
          "The covering acts like a barrier that locks in moisture.",
          "For example, some frogs secrete a substance through their skin,",
          "a fatty substance that they rub all over their skin using their hands and feet,",
          "which creates a waxy layer all around their bodies that's almost completely watertight.",
          "Other frogs maintain an adequate level of moisture through a different physical feature,",
          "one that allows them to store water inside their bodies for later use.",
          "A specially modified internal organ inside their bodies,",
          "enables them to have a high water-storage capacity.",
          "So the frogs are able to absorb and store moisture during wet rainy times,",
          "which they can rely on to get through dry periods.",
          "The aptly named water-holding frog, for example,",
          "has a bladder that is highly elastic and stretchable.",
          "When it does rain,",
          "the frog absorbs water through its skin and its bladder stretches to hold this extra water.",
          "The water is then slowly released from the special bladder into the frogs internal tissues until the next rain,",
          "which might not be for several months.",
          "Question",
          "Using points and examples from the lecture, explain two dry‐climate features of frogs."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}