{
  "topicId": 4,
  "summaryTitle": "托福",
  "title": "Official 52",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "State whether you agree or disagree with the following statement. Then explain your reasons, using specific details in your explanation. People are more likely to enjoy themselves at concerts or films if they go with a group of friends."
        ],
        "singleItemTitle": "TASK1家人朋友"
      },
      {
        "singleItemContent": [
          "Reading",
          "Graduation speaker should be a business leader",
          "I think the university should invite a business leader to speak at this year's graduation ceremony - perhaps an executive from one of the large corporations in the area. For students, business leaders are excellent role models because they represent the meaning of professional success. They influence people every day, make important decisions, and have achieved impressive salaries. Furthermore, inviting a business executive will help reinforce to the community that our business program is the biggest and best one in the state. Prospective students will read about the speech and will remember that our university has a strong and attractive business program.",
          "Sincerely,",
          "Ryan Brown",
          "Listening查看文本",
          "Narrator: Now listen to two students discuss the letter.",
          "Man: Hey, Carla, did you see Ryan's letter in the paper?",
          "Woman: Yeah, but I have to say I disagree with his proposal.",
          "Man: Oh, yeah?",
          "Woman: You know, it seems like it's always business people who speak at graduation.",
          "At least every year I've been here,",
          "it's always a business person speaking.",
          "Man: Think we could do with some variety?",
          "Woman: I think other professions can be considered, influential and successful,",
          "like, say, teachers.",
          "Man: Teachers are certainly influential and have an important role in the community.",
          "Woman: Yeah, the school should consider having someone from another profession speak,",
          "since business leaders always do it.",
          "Man: Yeah, but what about his point about it being good for the business program?",
          "Woman: Well like Ryan said,",
          "that program is already quite big and well-known.",
          "It doesn't really need the extra attention or free advertising that a graduation speaker would bring.",
          "Man: Hmm... That's true.",
          "Woman: I think our education program could really benefit from the free publicity.",
          "It's a great teacher training program,",
          "but it's not as well-known.",
          "It'd be great if a local teacher could draw attention to it,",
          "which would definitely happen in a speech like that.",
          "Question",
          "The woman expresses her opinion of the idea expressed in the newspaper. State her opinion and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学生活动"
      },
      {
        "singleItemContent": [
          "Reading",
          "Impression Management",
          "According to some sociologists, as we go about our lives, we try to control or manage the impression that we make on others in social situations. When we do this, we are practicing what sociologists call impression management. Even in everyday, ordinary interactions, we make special preparations - sometimes unconsciously - to convey certain Information about ourselves that influences how others perceive us. These preparations often involve our personal appearance - how we look during the social interaction - as well as the social setting, which is the place where the social interaction occurs.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Sociology class on this topic.",
          "Professor: Have you noticed how,",
          "when a student gives a class presentation,",
          "they might dress just a little more formally than usual.",
          "Eh...For example, if you usually wear jeans and a T-shirt to class,",
          "you might wear a nicer pants, a nice shirt or sweater because",
          "you know, you're dressing up.",
          "You want people to know,",
          "even before you begin speaking, that you take this presentation seriously,",
          "that you've come prepared, that you're a responsible student,",
          "that you've got a good presentation for us.",
          "You get the idea.",
          "Or, Um, here is another example.",
          "There was this one time where I knew I was going to be giving… the president of the university a ride.",
          "It was to a meeting across town.",
          "Anyway, the day before I was supposed to give him a ride,",
          "I wasn't even aware of doing this.",
          "But the day before I was supposed to give him a ride,",
          "I took the trash out of the back seat and even had the car washed.",
          "I suppose I was thinking in the back of my mind that,",
          "you know, if my car was neat and tidy,",
          "the president would think that I was responsible and respectful.",
          "And then to top it off,",
          "when the President got in the car,",
          "I changed the radio to a classical station.",
          "Now I don't even like classical music.",
          "I guess I must have been thinking that the classical music would seem more sophisticated.",
          "Question",
          "Explain the concept of impression management, using the examples provided by the professor."
        ],
        "singleItemTitle": "TASK3历史与社会"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in an Environmental Science class.",
          "Professor: Okay, so what are some of the most effective public policies when it comes to fighting environmental problems?",
          "There are a lot of different approaches, but...this is in my opinion,",
          "too often we underestimate how much can be accomplished just by appealing to people's sense of moral duty,",
          "to their civic duty.",
          "In other words, getting people to voluntarily stop polluting because, well,",
          "just because it's the right thing to do.",
          "These programs that try to get people to voluntarily stop doing things that hurt the environment are called moral suasion.",
          "Now, obviously, this type of approach won't be effective for all problems,",
          "but it will solve some.",
          "For some environmental concerns,",
          "moral suasion has been very effective.",
          "The classic case is, well, Smokey the Bear.",
          "Now don't laugh.",
          "When the forest service first came out with the \"Smokey the Bear\" campaign,",
          "it may have seemed a little childish.",
          "You remember the character, the bear dressed up like a forest ranger,",
          "saying things like, please don't hurt my animal friends or please don't start forest fires.",
          "Well, it worked.",
          "It worked because it made people more sensitive to these problems.",
          "This \"Smokey the Bear\" campaign,",
          "this kind of campaign in general raises people's awareness of the problem,",
          "and appeals to their sense of moral duty, to do the right thing.",
          "Another good example of this is recycling.",
          "In the early days of recycling,",
          "local communities promoted these voluntary efforts,",
          "they made people aware of the need to reduce the amount of garbage by recycling.",
          "They provided neighborhoods with containers to put their glass and newspapers in,",
          "instead of throwing them away.",
          "Some people started doing it and others followed.",
          "Maybe people thought, I have this recycling container,",
          "my neighbours doing it, I should do it too.",
          "Nowadays, of course, everyone recycles.",
          "The point is in order to get people to really do it,",
          "to get high rates of compliance,",
          "the program heavily relied on moral suasion.",
          "Question",
          "What is a policy of moral suasion? Use the Smokey the Bear and recycling campaigns to explain how it works."
        ],
        "singleItemTitle": "TASK4自然科学"
      }
    ]
  }
}