{
  "topicId": 20,
  "summaryTitle": "托福",
  "title": "Official 36",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people buy food that is already prepared. Other people buy fresh food and prepare meals themselves. Which do you prefer? Explain why, using details and examples in your answer."
        ],
        "singleItemTitle": "TASK1健康生活"
      },
      {
        "singleItemContent": [
          "Reading",
          "Allow Laptops in Class",
          "Though most of us own laptop computers, we are currently not allowed to use them during class. I think this policy should be changed. Since most of us type faster than we write by hand, taking notes on a computer would be quicker and easier, so we could pay more attention to professors’ lectures. Also, since laptop computers have Internet access, professors could direct students to view Web sites with useful information while lectures are going on. They could look up useful facts and background information on a topic or view different photographs or illustrations of something the professor is describing. This would help students gain a more complete understanding of lecture topics.",
          "Sincerely,",
          "Jodie Smith",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: Did you see this letter in the paper?",
          "Man: Yeah, but I don't think it's a good idea.",
          "Woman: Why not?",
          "Man: Well, 'cause I think students would pay even less attention to the professor or not more.",
          "I think they'd be too much of a distraction.",
          "Woman: How so?",
          "Man: Well, maybe some students would actually use laptops to take notes.",
          "Woman: I would.",
          "Man: OK, you would.",
          "But a lot of people,",
          "most people would be too busy playing around with them instead.",
          "You know, surfing the Internet,",
          "e-mailing friends, playing computer games, that kind of stuff.",
          "Woman: Huh. So you really think they'd pay less attention?",
          "Man: Yeah, really, I think that's what would happen.",
          "Woman: Alright. But what about her second point?",
          "Don't you think if students had them in class,",
          "professors would be able to use the Internet as a teaching tool?",
          "Man: The problem with that is that not everyone has a laptop computer.",
          "Only some people have one.",
          "Woman: True.",
          "Man: So you see not everyone would be able to follow along.",
          "It wouldn't be useful as a teaching tool if only some students could follow along, but not others.",
          "Woman: I see what you mean.",
          "Question",
          "The man expresses his opinion of the proposal the student makes in the letter. State his opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学术要求"
      },
      {
        "singleItemContent": [
          "Reading",
          "The Suspension of Disbelief",
          "As members of an audience, we can best enjoy the performance of a play if we become emotionally involved with the events and characters on stage. But to do this, we need to forget that what we see on stage is only imaginary, and pretend instead—temporarily--that it is real. This ability to temporarily put aside, or suspend, our doubt and believe that the action of a play is real is called the suspension of disbelief. Suspending disbelief enables viewers to become more and more absorbed in the play as they watch the story develop, and to respond emotionally to the events and characters as if they were real.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Theater Studies class.",
          "Professor: So, for example,",
          "back when I was in college,",
          "one of my roommates, Richard, was in a play, I went to sea.",
          "And when he first walked out onstage,",
          "I have to admit I was a little distracted.",
          "Richard was dressed up like an old man.",
          "I could tell that his hair was colored gray and he was pretending, you know, to be older.",
          "So he walked more slowly, the way an older person would.",
          "But at first I only saw him as my roommate dressed up to look like an older man.",
          "But then, as the play went on,",
          "I began to think of him less as the guy I lived with and more as this older man who was a father,",
          "one who had worked very hard for his family, the family in the play.",
          "And in the play the father gets sick, and so is out of work,",
          "which you know, caused me to become a little sad.",
          "And because of the father's long illness,",
          "the family was worried that they wouldn't have enough money to pay the bills.",
          "And this made me feel worried too!",
          "Well, in the end,",
          "what happened was the family all came together and everyone found jobs and started working.",
          "They all pitched in to help in the time of crisis,",
          "so the family gets by and pays their bills.",
          "And soon after the father recovers from his illness.",
          "And this made me feel relieved and even rather happy.",
          "Question",
          "Explain how the example from the lecture illustrates the suspension of disbelief."
        ],
        "singleItemTitle": "TASK3艺术"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Biology class.",
          "Professor: So we know animals in many climates have to develop strategies,",
          "um...ways to protect themselves when the weather becomes especially hot and dry in the summers.",
          "Let's start talking about how one small creature, a snail can do this. Now.",
          "Now, as you know, a snail is a very small creature,",
          "with a soft, moist body, most of which is protected by a hard shell.",
          "A snail is a good example of an animal that has developed certain strategies for coping with high temperatures and drought or lack of water.",
          "First to avoid the heat, when the sun comes out,",
          "snails move into the shelter of vegetation,",
          "you know, plants or leaves, to get out of the sun and into the shade.",
          "Now, of course, the ground can become very hot in the sun,",
          "it absorbs and radiates heat.",
          "So snails will move up off of the ground to places where it is cooler.",
          "They may attach themselves to a wall or a tree where it is cooler than on the ground.",
          "Now it's not just heat that snails need to worry about,",
          "they also need to avoid drying out due to lack of water.",
          "So during a really warm, dry day or during the summer months,",
          "snails secrete a sticky, slimy substance, made up of calcium,",
          "and it covers the opening of their shell, covers and closes it up.",
          "This keeps the moisture inside the shell and prevents the snails from drying out.",
          "Snails can stay inside their shells, closed up like this for a long time,",
          "even several months if it's a really dry summer.",
          "Their bodies, well, everything slows down and so they don't need food.",
          "They can survive on what food they've stored up.",
          "But when it rains and water is available again,",
          "the snail opens up its shell to get some.",
          "Question",
          "Using the examples from the professor's lecture, explain how snails survive in hot and dry climates."
        ],
        "singleItemTitle": "TASK4艺术"
      }
    ]
  }
}