{
  "topicId": 45,
  "summaryTitle": "托福",
  "title": "Official 11",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people think that children should be allowed to watch whatever television programs they choose to. Others think that parents should exercise control over the television programs their children watch. Which do you agree with? Explain why."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Housing Renovations Planned",
          "Over the last ten years, the number of Central College students living on campus in dormitories has decreased by twenty percent. In an effort to counteract the trend, the college has announced a plan to renovate its on-campus housing. The renovations will take two years, and they will include improvements to the bathrooms, lighting, and heating in the dormitories. \"A lot of people are moving off campus because the dorms aren’t in great shape,\" explained the college president. \"By renovating the dorms, we can make them more appealing than off-campus housing, and more students will choose to remain on campus.\"",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the college's plan.",
          "Woman: The college is making a mistake with this new plan.",
          "Man: what do you mean?",
          "I think it'll really help accomplish the college's goals.",
          "Woman: Don't be so sure.",
          "All that construction-for two years-it's gonna create a lot of noise.",
          "Man: Oh you mean in the beginning, for students still living in the dorms...",
          "Woman: Yeah, students who are trying to sleep or do work are constantly going to be disturbed.",
          "So people will try to get as far away as possible-probably by moving off campus.",
          "So they'll lose even more people.",
          "Man: Huh. I hadn't thought of that.",
          "But still, once all the construction's over,",
          "more people will probably want to live in the dorms, right?",
          "I mean, the living conditions will be so much better.",
          "Woman: If they can afford to...",
          "Do you know how the college is planning on paying for this plan?",
          "By raising the cost of campus housing.",
          "Man: Oh, I didn't realize that.",
          "Woman: Yeah. So if it's more expensive,",
          "why would people want to move back into the dorms if they can rent an apartment for less money?",
          "Question",
          "The woman expresses her opinion about the college’s plan. State her opinion and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Outsider Art",
          "Outsider Art is a term used to describe art that is made by people who choose to live and work outside society. The artists who produce this kind of art -- Outsider Artists -- work in isolation from other artists and have little or no formal artistic training. Because they do not learn conventional artistic techniques from teachers or other artists, Outsider Artists must invent their own ways of doing things. As a result of the unconventional methods that Outsider Artists often use, their work can look strange and not at all like traditional art to the observer.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in an Art History class.",
          "Professor: All right, so let's consider the work of the outsider artist Henry Darger.",
          "Darger lived by himself in a tiny apartment in Chicago in the nineteen hundreds.",
          "He had no friends and spent all his spare time there alone, creating hundreds of paintings and drawings.",
          "He had never formally studied art and kept his work completely private,",
          "so no one ever saw it or responded to it during his lifetime.",
          "And so when you see Darger's work,",
          "you notice how unique it is.",
          "It doesn't remind you of anything you have ever seen before.",
          "It's very much his own.",
          "For example, one piece - it's a watercolor painting.",
          "In this piece he illustrates a story about the adventures of seven children,",
          "but see, Darger had a really hard time drawing human figures.",
          "yet he managed to come up with his own rather unique solution for the problem.",
          "He simply cut out pictures of children from newspapers and magazines,",
          "and pasted them into his own painted illustration of trees, flowers and grass.",
          "The results look a little strange.",
          "Darger's picture looks more cluttered, more crowded with details than the pictures of other artists,",
          "because its entire surface is painted, and there are no spaces left empty.",
          "It's also a lot longer than the pictures of most other artists,",
          "about nine feet long.",
          "Question",
          "Explain why Henry Darger is considered an Outsider Artist."
        ],
        "singleItemTitle": "TASK3艺术"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in an Interior Design class.",
          "Professor: So we're talking about interior design,",
          "specifically the basic principles typically used in home and office decoration in the United States.",
          "Effective designs create a delicate balance between two things: you need unity and you also need contrast,",
          "which is essentially a break in unity.",
          "Now this might seem a little contradictory,",
          "but let me explain why we need both of these for an effective design.",
          "So for the first principle,",
          "we need unity in our design and think of it as consistency.",
          "Well, an easy and very effective way to do this is by bringing together similar elements.",
          "Common example is by matching colors.",
          "You pick a color and use it for different parts of the room,",
          "say you pick green and then use a light shade of green for the walls,",
          "and maybe a somewhat darker shade for the fabric on the sofa,",
          "and finally complement that with a matching green in the rug.",
          "When elements match,",
          "the room is unified and gives us residents a sense of order and comfort.",
          "Okay, but there is such a thing as too much unity.",
          "Remember, you need a balance of unity and contrast.",
          "If all you do is focus on unity,",
          "the result will be a boring room.",
          "So what do you do?",
          "Well, you apply the second basic principle of design,",
          "which is contrast.",
          "Contrasts serve to disrupt or break up the unity in places,",
          "but in a careful intentional way.",
          "Well, let's continue using color as an example,",
          "to create contrast,",
          "color contrast,",
          "you need to abruptly change your color scheme once in a while.",
          "Ah let's see, you could throw bright red cushions on your dark green sofa, for example.",
          "Contrast makes things stand out.",
          "The green will look even greener next to the red.",
          "So now your room is more interesting,",
          "not completely the same.",
          "But watch out, too much contrast is also dangerous.",
          "Just like too much sameness is,",
          "too much contrast will make the room feel busy, chaotic.",
          "Question",
          "Using the points and examples from the lecture, explain what unity and contrast are, and how they make the interior design more effective."
        ],
        "singleItemTitle": "TASK4艺术"
      }
    ]
  }
}