{
  "topicId": 14,
  "summaryTitle": "托福",
  "title": "Official 42",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people prefer living in a big city. Other people prefer living in the countryside, away from urban areas. Which do you think is better? Explain why using specific details in your explanation."
        ],
        "singleItemTitle": "TASK1城市社区"
      },
      {
        "singleItemContent": [
          "Reading",
          "No More Evening Classes?",
          "The administration has announced that starting next fall, the university will stop offering evening classes in many departments. According to a university administrator, the decision was prompted by a steady decline in enrollments in evening classes. \"Evening classes are just too small,\" the administrator said. When asked to explain the decline in enrollments, the administrator pointed to the fact that most evening classes are taught by teaching assistants, who are usually graduate students. \"Surveys show that students prefer to take classes taught by experienced faculty members, the spokesperson said, “Probably because they simply know more than graduate teaching assistants do.\"",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Man: I just don't know about this decision.",
          "Woman: It sort of makes sense to me.",
          "Man: Not to me. I don't understand their reasoning.",
          "I mean, what's wrong with small classes?",
          "I think that's what students actually prefer,",
          "and it's easy to see why.",
          "Woman: Yeah, you do get to participate more.",
          "Man: Definitely, you can be more actively involved,",
          "get more attention and support.",
          "It's just a better way to learn.",
          "Woman: OK, but there is that survey.",
          "Man: I don't know what students they asked,",
          "but I know a lot of people who feel just the opposite.",
          "I mean, what does \"experienced\" mean anyway?",
          "Sometimes it means you've been teaching the same subject for twenty years,",
          "and you're probably tired of it by now and may be not very enthusiastic.",
          "Woman: Yeah, that does happen.",
          "Man: Whereas, if it's the first time or may be second you are teaching a class.",
          "Well, it's going to be more exciting to you,",
          "and you're going to communicate that excitement to the people you're teaching.",
          "At least that's how I see it.",
          "Question",
          "The man disagrees with the decision announced in the student newspaper. Explain why the university made the decision and why the man disagrees with."
        ],
        "singleItemTitle": "TASK2学术要求"
      },
      {
        "singleItemContent": [
          "Reading",
          "Habituation",
          "Habituation is a form of learning that is quite common among animals. When an animal experiences a situation for the first time, particularly one it considers threatening, it may instinctively respond by running away or by warning other members of its community with alarm calls. Normally, it responds this way each time the situation occurs. However, if through continuous and prolonged exposure the animal learns that the situation is harmless the behavior gradually diminishes. Ultimately, it will stop responding to the situation altogether. Thus, through habituation a natural or instinctive behavior gradually changes.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Biology class.",
          "Professor: Prairie dogs are small animals you're likely to find on wide, relatively flat grassy areas of land in North America.",
          "They tend to live together in large numbers. Now,",
          "generally, these animals don't come into contact with human beings,",
          "but every now and then they do. So,",
          "let's assume that some prairie dogs happen to live in an area where human beings frequently come and go.",
          "Now the first time the animals would see a human being,",
          "they'd instinctively react by making a sharp, barking sound,",
          "like a dog, and jumping up and down.",
          "Essentially warning or alerting other prairie dogs that are nearby of this potential threat,",
          "exactly the same way they'd react if they came upon or were threatened by a snake or a hawk and, an animal that preys on them.",
          "Their instinctive reaction would be one of fear.",
          "They keep an eye on the human beings until these scary,",
          "possibly threatening individuals are gone,",
          "and they are likely to react this way every time they see a human being.",
          "However, if people pass through the area day after day,",
          "without threatening them or trying to harm them, well,",
          "it turns out that the prairie dogs will gradually stop barking and jumping up and down when they see a human being passing through the area.",
          "At some point,",
          "they'd stop reacting to humans as though they were a threat.",
          "Question",
          "Explain how the example of the prairie dog illustrates the concept of habituation."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in an Environmental Studies class.",
          "Professor: What happens biologically speaking when a major climate change occurs?",
          "Well, scientists generally agree that the extinction of various animal and plant species is one very likely effect.",
          "This has happened in the past.",
          "An example is the disappearance 35,000 years ago of a giant Australian bird called the thunderbird.",
          "Now these birds were so big they couldn't fly.",
          "But as I was saying,",
          "many scientists are convinced that it was a change in climate that caused this species to become extinct.",
          "Here's the evidence.",
          "Here is why scientists think it was a climate change.",
          "Researchers have discovered an enormous number of 35,000-year-old thunderbird bones all together in one spot.",
          "The bones were found near an ancient dried-up lake.",
          "Now it's really rare to find so many bones from the same species in one place,",
          "but there it is,",
          "you have all these 35,000-year-old thunderbird bones all together near this dried-up lake.",
          "So what's the explanation?",
          "Well, many scientists believe that a change in the Australian climate maybe behind this.",
          "Their hypothesis is they think that during a very long dry period,",
          "when there was no rainfall,",
          "the birds may have flocked together at this lake.",
          "You see, during a drought,",
          "animals tend to gravitate towards the last few remaining water sources.",
          "But then if it still doesn't rain,",
          "if the drought lasts too long,",
          "the water source may dry up too.",
          "And if that happens,",
          "the animals that have gathered there, well, they die.",
          "Scientists think this ancient lake,",
          "where they found the bones was one of the last remaining sources of fresh water during the drought.",
          "So that's where all these birds gathered.",
          "They survived there for a time.",
          "But eventually the lake dried up, and well, that was it.",
          "By the time the drought ended,",
          "the species was extinct.",
          "Question",
          "Using the example of the thunder bird, explain a possible effect of a major climate change."
        ],
        "singleItemTitle": "TASK4自然科学"
      }
    ]
  }
}