{
  "topicId": 34,
  "summaryTitle": "托福",
  "title": "Official 22",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? Children should be required to learn practical skills, such as cooking or personal finance, in addition to academic subjects. Use details and examples to explain your opinion."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "University announces changes in campus tour guide",
          "Traditionally, staff members from the admissions office have led the campus tours for secondary-school students who are considering attending the university. Beginning next semester, however, current students will lead these guided walks around campus instead. \"The staff of the admission office no longer have the time to lead campus tour, we need to focus our resources on our other responsibilities,” explaines Christine Tanner, the director of admission. “Furthermore, we feel that current student will offer unique and valuable insight to our visitors during these campus tours\".",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Man: So what do you think of this?",
          "Woman: Well, I think it's a good idea, necessary too.",
          "Man: Why is that?",
          "Woman: Well, you know,",
          "I've actually been up to the admissions office a couple times,",
          "like to pick up some information for a friend, you know,",
          "and every time I've ever been there,",
          "wow, you can tell they're really busy.",
          "Man: Oh, really?",
          "Woman: Yeah.",
          "Those staff members are running around like crazy,",
          "on the phone, doing interviews, dealing with tons of paperwork,",
          "so I can totally believe what they're saying about the time factor.",
          "Seems like having one less thing to worry about will be a good thing.",
          "Man: Sounds like it.",
          "Woman: Yep! Oh, and about the other point.",
          "Man: The a different perspective thing?",
          "Woman: I think people like us would be really good at this.",
          "Unlike, you know,",
          "I remember when I was first shown around the campus,",
          "the guy leading was... well,",
          "he was super nice,",
          "but there were some questions that he couldn't really answer from experience.",
          "Man: Like what?",
          "Woman: Well, practical things: which are the noisier dorms,",
          "or which ones are quietest,",
          "which student cafeteria he'd recommend?",
          "Stuff he didn't have firsthand knowledge about.",
          "I mean, how could he?",
          "Man: I see. Our point of view might be more helpful.",
          "Question",
          "The woman expresses her opinion about the university’s plan. Briefly summarize the plan. Then state her opinion about the plan and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Irrational Commitment",
          "When people have devoted time or resources to a certain project, they generally wanted to see it succeed. However, they may grow so attached to the idea of a successful outcome that even if it starts to look like the project will fail, and the disadvantages are outweighing the benefits; they will nevertheless increase their attachment to the project rather than give up. This is known as irrational commitment. This tendency to continue with a project when it would make better sense to quit can be especially strong when people feel they may be judged by others for their eventual success or failure with the project.",
          "Listening查看文本",
          "Narrator: Listen to part of a lecture from the Psychology class.",
          "Professor: So I have a personal example.",
          "Some years back, my wife and I were looking for a house to buy.",
          "We found this great old house out in the country.",
          "But my wife had her doubts about it.",
          "She noticed the house wasn't in very good condition.",
          "It was a little run down and probably needed some repairs.",
          "But I really fell in love with the architecture of the house,",
          "the unusual way it was designed and built.",
          "So I convinced my wife that we could hire people to fix it up, and you know, make the house nice.",
          "We decided to buy it and live there after the repairs are finished.",
          "Well, the workers we hired to repair the house soon discovered things were worse than I'd thought.",
          "It turned out that the roof was damaged and needed expensive repairs.",
          "After the roof was repaired,",
          "the workers discovered the house had electrical problems,",
          "most of the wiring was bad and would have to be replaced at a huge cost.",
          "Well, at this point,",
          "my wife reminded me of her earlier doubts about the house and wondered if we could ever get it in good shape.",
          "But I just became more determined than ever.",
          "I paid for all the wiring to be replaced by an electrician.",
          "But it gets worse.",
          "The electrician noticed that insects had eaten into some of the walls,",
          "and they would also have to be torn out and replaced.",
          "This was gonna be more expensive than all the other repairs.",
          "But by this point, I felt determined to keep going.",
          "I kept thinking I have to do it.",
          "If I stop now,",
          "my wife will think I was wrong for not following her advice.",
          "Question",
          "Explain how the example from the professor’s lecture illustrates the irrational commitment."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Biology class.",
          "Professor: Many animals live underground in the soil,",
          "not just little animals like worms, but also bigger animals like mammals.",
          "Living underground has advantages: it protects animals from aboveground predators.",
          "However, the underground environment also presents challenges,",
          "and animals that live underground have developed physical adaptations to deal with them.",
          "One challeng is, well, simply how to move underground through the dirt.",
          "Another challenge for the animal is to protect vulnerable parts of its body from the environment that it's moving through.",
          "Now moving through soil is not like moving through air or water,",
          "because soil, earth, is thick and dense.",
          "So animals that live underground have evolved physical features that help them move through dirt efficiently.",
          "For example, the mole, a small furry mammal,",
          "has really wide, super strong front feet with big claws.",
          "The mole's feet act like, uh... like shovels, so it can dig through the dirt.",
          "The claws cut into the dirt, loosen it up, and then once the dirt is loosened up,",
          "the broad feet throw the dirt behind the mole as it moves forward.",
          "These shovel-like front feet allow a mole to dig its way through the dirt astonishingly quickly.",
          "But even for an animal that can move efficiently through the dirt,",
          "living underground can still be problematic,",
          "because it's easy for particles to get caught in sensitive parts of the animal's body,",
          "like for mammals， in their eyes.",
          "So underground animals have developed adaptations to prevent this.",
          "Again let's take the example of the mole.",
          "To begin with, moles have tiny eyes,",
          "and these eyes are covered with a thin skin, a protective membrane that's actually got hair on it.",
          "These hairs protect the mole's eyes from dirt particles.",
          "So as the mole goes digging through the dirt with its head pushed forward,",
          "the dirt particles come into contact with the hairy membrane covering the mole's tiny eyes,",
          "and the particles just slide by, don't get caught in the mole's eyes.",
          "So the eyes, the mole's sensitive parts, are protected.",
          "Question",
          "Using the example of the mole, explain the two different types of underground adaptation."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}