{
  "topicId": 12,
  "summaryTitle": "托福",
  "title": "Official 44",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people believe that primary schools should no longer teach children how to write by hand, and instead should spend time teaching them how to type on a computer. Other people believe that it is still important for schools to teach children to have good handwriting. Which point of view do you agree with? Explain why."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Create Student Committee to Decide Funding for Student Organizations",
          "I think students should be in charge of deciding which student organizations (for example, the jazz band or the hiking club) receive money from the university. Students should also be in charge of how much money each organization receives. A special committee made up of students could be created to make these decisions. Currently, these funding decisions are made by university administrators, but a student committee would know better than the administrators which organizations are most important to students and most deserving of the university's financial support. I’m sure a lot of students would be interested in serving on the committee, and those who do serve will gain valuable leadership experience.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: So what do you think of the proposal?",
          "Man: I don't like it.",
          "Woman: Why not?",
          "Man: Actually, I don't think students are the right people to be making these decisions.",
          "They are too close to the situation.",
          "Woman: What do you mean?",
          "Man: Well, because students are directly involved in the groups,",
          "they can't be as objective, as fair as administrators.",
          "I mean what will prevent students on the committee from just giving money to their friends' groups or favoring the groups they're in themselves?",
          "I think having the university administrators make the decisions is more fair.",
          "Woman: Well, at least it would be good experience for the students who serve on the committee.",
          "Man: Well, that's another thing.",
          "I think they'd have a hard time finding students to serve on it.",
          "I mean, there are already a number of leadership positions open in various campus groups,",
          "but most students just aren't interested in them.",
          "Woman: That's true. The Student Council doesn't even have a vice president.",
          "Man: Right. Most students are just too busy.",
          "There's no way you're going to find enough students who are willing to volunteer their time for this committee.",
          "It's too big of a time commitment.",
          "Question",
          "The man expresses his opinion of the letter writer's proposal. State his opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学生活动"
      },
      {
        "singleItemContent": [
          "Reading",
          "Scope Creep",
          "Businesses that perform services or carry out projects for clients generally come to an agreement with their clients about the extent or scope of a project before beginning the project. However, as a project progresses, clients may ask for more than the business originally expected to provide, and the scope of the project may grow larger than intended This phenomenon is known as scope creep, and it can cause conflict between businesses and their clients. Scope creep is especially common when the terms or conditions of the initial agreement are not clearly defined, and a client may expect more than the business had planned to provide.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a business class.",
          "Professor: Okay, so, for example,",
          "I have a friend who owns a company that does construction.",
          "His company is often hired to make improvements to someone's house or yard.",
          "So recently this woman hired him to build a fence around her yard.",
          "She said she wanted a wooden fence running all the way around her backyard.",
          "She and my friend quickly settled on a price for the job.",
          "They basically just made a verbal agreement about the work that would be done without putting any of the agreement in writing.",
          "And so my friend got to work building the fence.",
          "So when my friend was almost finished building the fence around the woman's yard,",
          "the woman told my friend that she wanted the fence painted white.",
          "My friend was surprised by this,",
          "because he did not think that he had been hired to also paint the fence.",
          "He told the woman this that he'd just been hired to build the fence, not paint it,",
          "but the woman said she thought when she hired him to build the fence that this also meant the fence would be painted.",
          "They ended up arguing,",
          "and eventually my friend finally agreed to paint the fence without charging extra just to be nice.",
          "But he wasn't happy about.",
          "Question",
          "Explain how the example in the lecture illustrates the concept of scope creep."
        ],
        "singleItemTitle": "TASK3商科"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Biology class.",
          "Professor: So we've been talking about forest fires,",
          "and usually when a forest fire occurs,",
          "the animals in the area will, of course run away,",
          "flee as fast as they can so as not to get hurt by the flames.",
          "Some animals, though,",
          "actually benefit from forest fires, and so will seek them out.",
          "Because forest fires can be helpful, can help them fulfill certain survival needs.",
          "Let's discuss two benefits forest fires can have for these animals.",
          "One benefit is that they can make it easier for predators to find food.",
          "A forest fire will force animals out of their hiding places and out into the open,",
          "which predators take advantage of,",
          "because fleeing animals are much easier to catch than they normally are when they are hiding.",
          "For example, scientists have observed wild turkeys doing this.",
          "These birds will go to the edge of a forest fire,",
          "and wait there in order to catch all the insects running out of the burning forest,",
          "which is a much easier way to catch insects than the normal way of pecking for them on the ground.",
          "Another benefit forest fires can have is to help provide a good place for the development of young animals.",
          "Forest fires can make an otherwise harmful environment more suitable for their development.",
          "For example, some trees in the forest are poisonous to beetles,",
          "they have a special chemical that keeps beetles away.",
          "But after a fire,",
          "beetles will seek out these trees because the trees are dead,",
          "and beetles are able to lay their eggs in the trees without being hurt by the chemical.",
          "The young beetles use the tree as nourishment until they mature into adult beetles.",
          "Question",
          "Using the examples of wild turkeys and beetles, explain two benefits of forest fires for animals."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}