{
  "topicId": 46,
  "summaryTitle": "托福",
  "title": "Official 10",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement?",
          "All children should be required to learn a second language in school."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Student Art Display",
          "The university is currently considering possible locations on campus for displaying paintings and other artwork by students. I think the lobby at the entrance to the student center would be a great location. Since many students pass through the student center every day, artwork displayed in the lobby would be viewed by hundreds of people. Also, because the whole front of the building is made of glass windows, the lobby is filled with natural light. This makes it perfect for displaying artwork, which should have plenty of light to be seen and appreciated.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Man: Mary, you're an art student.",
          "What do you think of this letter?",
          "Woman: I don't like the idea.",
          "Man: Why not?",
          "Woman: Well, first of all,",
          "his first point about a lot people passing through the student center,",
          "that's true, but...",
          "Man: But?",
          "Woman: But it's always really crowded with people coming and going.",
          "It's not good for showing artwork.",
          "Imagine you are standing there, trying to look at a painting.",
          "There's gonna be like a million people walking through,",
          "people walking in front of you, blocking your view, distracting you.",
          "Man: Hm...yeah... hadn't thought of that.",
          "Woman: You won't be able to appreciate the artwork,",
          "or get a good look at anything with so much going on,",
          "with so many people moving around.",
          "Man: Yeah, I see what you mean.",
          "Woman: Plus, he's wrong about the windows.",
          "Man: But isn't it true that it's good for art to have lots of light?",
          "Woman: In a sense, yeah, but that kind of light, all that natural light from windows?",
          "That's actually not good because if it's really sunny out, it'll be way too bright.",
          "If it's cloudy, it'll be way too dark.",
          "Man: Oh!",
          "Woman: What you want is controlled light, consistent light, the kind you get from electric light bulbs.",
          "Think about in an art museum.",
          "In an art museum, you've got electric lighting, and the light is always carefully controlled,",
          "always at the same level.",
          "Question",
          "Briefly summarize the proposal in the student's letter. Then state the woman's opinion about the proposal and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Entertainment Merchandising",
          "An effective, widely used marketing practice in the entertainment industry is entertainment merchandising. Entertainment merchandising is a form of marketing in which the brand or image from one product is also used to sell another. The practice of entertainment merchandising often occurs in connection with movies and television shows, especially those associated with children. For example, the success of a popular children’s television show may result in the marketing of toys that are designed to look like characters in the show or the situation may be reversed when a children’s television show is written to include characters that are based on already popular toys.",
          "Listening查看文本",
          "Narrator: Now listen to a lecture from a Marketing class.",
          "Professor: Okay, so I've actually got a few different examples of this.",
          "You know, when I was a kid,",
          "a character named Action Hero was really popular with my friends and me.",
          "We would always watch the Action Hero program on television every week and play games,",
          "pretending that we were as strong and powerful as he was.",
          "Then pretty soon we began seeing these small Action Hero figures in all the stores.",
          "And well,",
          "we all just had to have them.",
          "I mean, we've been watching the television show for so long that it seemed only natural to want to own the toys too.",
          "Well, I finally grew up and left the Action Hero television program and toys behind.",
          "But now I have a seven-year-old daughter who watches television a lot and also likes to play with her toys.",
          "And lately her favorite toy is a cute little baby doll",
          "with a big round face and lots of curly hair named Rosa.",
          "All my daughter's friends have Rosa dolls too,",
          "and they enjoy going to each other's houses to play with them.",
          "Then a few weeks ago,",
          "my daughter came running up to me all excited,",
          "because she had just heard there was going to be a new television program on every week with the doll Rosa as the main character.",
          "So naturally she and all her friends have begun watching the show.",
          "And it's already very popular, as popular as the toy doll.",
          "Question",
          "Using the examples from the lecture, explain the concept of entertainment merchandising."
        ],
        "singleItemTitle": "TASK3商科"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Psychology class.",
          "Professor: Okay,",
          "we generally assume that babies can feel only very basic emotions like happiness or anger,",
          "that is that babies just react to things that happen directly to them.",
          "However,",
          "some new research is suggesting that babies may be able to feel concern for others, to have empathy for others.",
          "Now, empathy is a complex emotion.",
          "It involves a baby relating to someone else's emotions,",
          "not just reacting to things happening directly to them.",
          "Let's talk about an experiment that may show that babies could be capable of feeling empathy.",
          "OK, for the first part of the experiment,",
          "well,",
          "we've always known that babies start to cry when they hear other babies crying, right?",
          "One baby in a room starts crying and all the rest join in.",
          "We've always assumed that the other babies cried because they were reacting to the noise of the crying, that the noise itself was distressing.",
          "So in the experiment,",
          "researchers played a tape recording, a tape of babies crying, to another baby.",
          "And sure enough, the baby started crying when he heard the sound of other babies crying.",
          "This was no surprise, of course,",
          "and the researchers assumed that the baby cried because of the noise.",
          "But the next part of the experiment was surprising.",
          "The researchers played the baby a tape of his own crying.",
          "Now it was just as noisy,",
          "so the researchers expected him to cry.",
          "However, this time the baby did not cry.",
          "He wasn't upset by the sound of his own crying.",
          "Why not?",
          "Well, maybe it wasn't the noise that had made him cry before when he heard other babies crying.",
          "In fact, maybe noise had nothing to do with it.",
          "It could be that the baby felt empathy for the other babies,",
          "and that was why he got upset when he heard them crying.",
          "Researchers concluded that it is indeed possible that babies feel empathy,",
          "concern for others.",
          "Question",
          "Using the points from the lecture, explain why researchers think that babies may feel empathy."
        ],
        "singleItemTitle": "TASK4心理"
      }
    ]
  }
}