{
  "topicId": 32,
  "summaryTitle": "托福",
  "title": "Official 24",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? Students benefit more from classes with a large number of students than they do from smaller classes. Use specific examples and details to support your opinion."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Close the Campus Coffee house",
          "I propose that the university close the campus coffeehouse. Coffeehouses are great if people actually use them, like to socialize with friends, while enjoying a cup of coffee and a snack. But students are not using our campus coffeehouse. There are usually lots of empty tables when I pass by the place. It is just a waste of space that could be used for other things. Also, the food at the coffeehouse is not very good. The last time I was there, the cakes and muffins my friends and I ordered were dry and didn’t have much flavor.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: I don't like his proposal.",
          "Man: Why not?",
          "There are never many students in there.",
          "Woman: But that's what I like about it that it's never crowded.",
          "Man: Really?",
          "Woman: Yeah, so it's a great place to study.",
          "I go there a lot.",
          "I'll read a book or bring my laptop computer and work on a paper for class.",
          "It's never very noisy.",
          "Man: You're able to get work done there?",
          "Woman: Absolutely!",
          "In fact, I actually prefer it to the library as a place to study and a lot of other students do too.",
          "We even study for our final exams there.",
          "And you can eat there while you work, something you can't do at the library.",
          "Man: OK, but you don't actually like the food there. Do you?",
          "I mean, he said.",
          "Woman: Well, I don't think he's been there recently.",
          "I mean, it's true that it wasn't that great in the past,",
          "but I think it's a lot better now.",
          "Man: What's changed?",
          "Woman: They have a new manager,",
          "and I guess she's made some improvements in the quality of the food.",
          "I was there last week, and the food was delicious.",
          "Man: Really?",
          "Woman: Yeah, really.",
          "And the new manager has also added a lot of really healthful foods and snacks,",
          "so the food doesn't just taste good now, it's good for you too.",
          "Man: Umm. I'll have to try the place.",
          "Question",
          "The woman expresses her opinion about the student’s proposal. State her opinion and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Flagship Species",
          "Environmental organizations work to protect plants and animals whose natural habitats are threatened by human activity. One way they do this is by selecting a particular species to represent the threatened habitat to the general public. This species, called a flagship species, is one that people are likely to find attractive and interesting. The flagship species is used to raise public awareness and motivate people to take action to protect the threatened habitat. People’s support of the flagship species results in protection for all the plant and animal species living in the threatened area.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in an Environmental Science class.",
          "Professor: So one example of this is the macaw, the great green macaw.",
          "Now the great green macaw is a beautiful bird,",
          "a fairly large sized parrot known for its colorful feathers,",
          "gorgeous green feathers with some red and blue feathers too.",
          "The macaw lives in the South American rainforest.",
          "In a part of the rainforest where a lot of trees had been cut down,",
          "the trees that the macaw relies on for its food and nesting.",
          "So, the macaw was in trouble.",
          "And, of course, along with the trees,",
          "a lot of other animals were in trouble too.",
          "Lots of birds, bats and frogs also lived in these trees.",
          "So when the trees were cut down and cleared away,",
          "these animals also didn't have a place to live any more,",
          "and their populations drastically declined.",
          "So what a concerned group of people in the area did was they started spreading the word about how the macaw,",
          "you know this really beautiful bird, needed help.",
          "They made little books with information about the macaw, with pictures,",
          "full-coloured pictures of the macaw that showed off its beautiful feathers.",
          "And they passed out these little books, these informational brochures.",
          "They distributed them to people in schools and community centers in the area.",
          "And a lot of people responded.",
          "They contributed money and helped the group set up some protected land,",
          "a special area where no one could cut down the trees,",
          "so the macaw would be safe.",
          "And the macaws population started to increase,",
          "and other birds and bats and frogs came back to the area too.",
          "Their numbers increased along with the trees.",
          "Question",
          "Using the example of the macaw from the lecture, explain the concept of a flagship species."
        ],
        "singleItemTitle": "TASK3自然科学"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Literature class.",
          "Professor: Authors of fiction, short stories and novels,",
          "of course have many decisions to make when they are writing their works.",
          "One of those decisions is how they are going to narrate, or tell the story,",
          "what perspective, or what point of view the story will be told from.",
          "So authors need to choose a type of narrator, some person or voice to tell the story.",
          "And this narrator can affect the readers' experience when they read a story.",
          "Now the author might choose to have an objective narrator.",
          "An objective narrator can describe what people, the characters in the story,",
          "what they do and what they say, but that's about all.",
          "So, suppose we have a story, for example, that is about a man and a woman about to take a trip.",
          "When a story is told by an objective narrator,",
          "the only information that we get as readers is what the characters say to each other, what they do.",
          "They get on the train, they sit down, they look out the window.",
          "That's all.",
          "And this leaves questions that force the reader to interpret the events,",
          "to fill in information and decide what the characters' conversation and actions might mean.",
          "Another kind of narrator an author might use is an omniscient narrator.",
          "In this case, the narrator, the voice that is telling the story, knows everything,",
          "and I mean everything about the characters.",
          "So let's imagine our same man and woman traveling,",
          "but described by an omniscient narrator.",
          "Not only do we, the readers, know what they do and say,",
          "but we also know what they're thinking.",
          "For example, we are told that the couple is going to visit an old friend of the man's,",
          "and we learn what the man is thinking, that he is nervous because he hasn't seen his friend in a long time,",
          "that he is worried if his wife will like the friend.",
          "So an omniscient narrator provides more information,",
          "and answers questions that the reader might have about the characters or the action.",
          "Question",
          "Using the examples from the lecture, discuss two types of narrators that an author of fiction might use."
        ],
        "singleItemTitle": "TASK4艺术"
      }
    ]
  }
}