{
  "topicId": 30,
  "summaryTitle": "托福",
  "title": "Official 26",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people like to have their cell or mobile phone with them at all times. Other people prefer not to bring their cell or mobile phone with them everywhere they go, or they choose not to own one at all. Which do you prefer?"
        ],
        "singleItemTitle": "TASK1科学技术"
      },
      {
        "singleItemContent": [
          "Reading",
          "Advisor Meetings Should No Longer Be Required",
          "At present, students are required to meet with their academic advisors before the beginning of every semester. The advisors help students select courses and advise them on graduation requirements. However, I don’t see the point of required meetings, since the necessary information about the courses is already available on the university’s website, which all students have access to. In addition, eliminating meetings with advisors would ease the difficulty that students often have in finding a time to schedule a meeting when both they and their advisors are free.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Man: Did you see this letter?",
          "Woman: Yeah, Why?",
          "Man: Well, I don't agree.",
          "It's definitely not the same thing to just go on the university's website.",
          "Woman: You don't think so?",
          "Man: No. I mean, sure, the basic information is there,",
          "but that's not all the advisers help you with.",
          "Sometimes there are different ways you can meet a requirement for graduation, like different classes you can take.",
          "And if you talk to someone,",
          "they can help you figure it out.",
          "Woman: And you can't get that from just reading what's on the website.",
          "Man: Right. Advisers have a lot of extra information,",
          "so they make it easier for you to see what your choices are.",
          "Woman: I see what you mean.",
          "Man: And as for scheduling meetings,",
          "I've never had that kind of trouble.",
          "Woman: Me Neither.",
          "Man: So anyone who does have problems must be waiting until the last minute to set something up.",
          "Woman: That's possible.",
          "Man: I mean, the thing is,",
          "if you call or go to the office early enough to set up an appointment, schedules are open.",
          "It's just if you wait till the last possible day,",
          "it'll be harder, 'cause they already have lots of students scheduled then.",
          "Question",
          "The man expresses his opinion about the proposal in the letter. Briefly summarize the proposal. Then state his opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学术要求"
      },
      {
        "singleItemContent": [
          "Reading",
          "Epiphytes",
          "In rain forests, the canopy produced by the upper layer of branches may be so dense that few plants can grow on the shady ground below. Even so, many plants have adapted to life in the rain forest, developing fascinating strategies for survival. For example, various species known as epiphytes use a host plant as a platform for growth. Although epiphytes grow on a host tree, they take no nutrients from the tree itself. Attached to the tree, sometimes 30 or 40 meters high, these aerial plants have access to sunlight but not to nutrients from the soil below. As a result, they have developed unusual mechanisms that have allowed them to overcome this problem.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture from a Biology class.",
          "Professor: Okay, so a good example of this type of plant, common to the rainforest, is the urn plant.",
          "The urn plant wraps its roots around the branches of the trees,",
          "or sometimes around the trunk near the upper part of the tree.",
          "They use the trees for support,",
          "and this allows them to reside high in the trees,",
          "in the canopy, where they can get plenty of sunlight.",
          "Now the urn plant has a unique shape.",
          "It got its name because the formation of its leaves creates a kind of urn or bowl where it can store water.",
          "The urn plant has rather long stiff, spiky leaves.",
          "The leaves are slightly overlapping and are tightly rolled into a kind of cone shape,",
          "or a funnel shape.",
          "Its flowers are held on a single stem in the center.",
          "Anyway, as I mentioned,",
          "the arrangement of the leaves forms a kind of receptacle or a bowl at the base,",
          "so that its rainwater collects on the leaves, it rolls down into the bowl,",
          "where it can be stored.",
          "Okay, so its unique shape helps it gather and store water.",
          "It also helps it to gather other nutrients.",
          "This is because insects, dead leaves from other plants or other debris land on the leaves,",
          "and then get washed down into the stored water.",
          "Gradually they decompose.",
          "The chemical breakdown creates a nitrogen-rich food source in the stored water.",
          "So the water supply contains a kind of liquid fertilizer that can be released to the plant whenever it needs the food.",
          "Question",
          "Using the example of the urn plant, explain how epiphytes have adapted to life in the rain forest."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture from a Business class.",
          "Professor: When consumers are buying a product, most of the time, they're not buying just the product itself,",
          "they are also buying the container the product comes in.",
          "So the design of the container is very important.",
          "It can be the deciding factor when consumers are trying to decide which brand of a product to buy.",
          "So let's talk about a couple of ways product containers can be designed to appeal to consumers.",
          "One important design goal is to make the container as user-friendly as possible, as convenient to use as possible.",
          "Take, for example,",
          "when companies started using plastic containers for condiments,",
          "such as ketchup, mustard, and mayonnaise.",
          "In the past, these products came in glass containers with lids you had to screw off.",
          "And then you had to either pour the ketchup or mustard on your food,",
          "which could be messy, or scoop it out with a spoon.",
          "But flexible plastic containers were much more convenient to use,",
          "and so they were more attractive to consumers.",
          "You just held the container over your food, gave it a little squeeze,",
          "and out came the ketchup or mustard, much faster and easier than having to remove a lid first.",
          "Another important design goal is to give the container a pleasing appearance,",
          "so that consumers will feel comfortable displaying it in their home.",
          "Take, for example, a company that sells cookies.",
          "Instead of selling their cookies in a plain cardboard box,",
          "they might sell them in a nice metal box,",
          "and they might decorate that nice metal box with beautiful pictures of some kind.",
          "That way when consumers present the cookies to guests, for example,",
          "they look nice, they look classy.",
          "Attractive containers like that can make a product much more appealing.",
          "Question",
          "Using the examples from the talk, explain two ways that a product’s container can be designed to appeal to consumers."
        ],
        "singleItemTitle": "TASK4商科"
      }
    ]
  }
}