{
  "topicId": 38,
  "summaryTitle": "托福",
  "title": "Official 18",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? It is important to learn about other cultures.Use details and examples to explain your opinion."
        ],
        "singleItemTitle": "TASK1艺术与历史"
      },
      {
        "singleItemContent": [
          "Reading",
          "University Choir to Enter Off-Campus Singing Competitions",
          "Currently, the university choir gives singing concerts only on campus. Next year, however, the choir will add competitive events at other locations to its schedule. The choir’s new director feels that entering singing competitions will make the quality of the choir’s performance even better than it is now. “Competitions will motivate students in the choir to pursue a higher standard of excellence in singing.” He said. In addition, it is hoped that getting the choir off campus and out in the public will strengthen the reputation of the university’s music program. This in turn will help the program grow.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Woman: Jim, you're in the choir, right?",
          "What do you think about what they're doing next year...this article?",
          "Man: I really like it.",
          "Woman: Yeah?",
          "Man: Yeah. The new director's right that it will motivate us.",
          "Woman: How's that?",
          "Man: Well...some of the other schools are really good...",
          "so we'll really have to work hard to go up against them.",
          "Woman: Yeah...",
          "Man: I mean, right now we don't rehearse more than once a week,",
          "but if we know we'd be competing with other schools,",
          "we'd probably rehearse more often and improve our singing a lot.",
          "Woman: That's true.",
          "The more you practice, the better you get.",
          "So ... um ... What about what the article said about how this will help the program?",
          "Man: I hope it works!",
          "Right now, our program is pretty small,",
          "but we have some really talented people.",
          "And it would be great to attract even more people.",
          "Woman: So how will this plan help?",
          "Man: Well, if we go to these off campus events and other people hear us and think we're really good,",
          "we might be able to get some new students interested in coming to this university ...",
          "to be a part of our music program and perform in our choir concerts.",
          "Woman: You're right... I hadn't really thought about that.",
          "Question",
          "The man expresses his opinion about the change described in this article. Briefly summarize the change. Then state his opinion of the change and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学生活动"
      },
      {
        "singleItemContent": [
          "Reading",
          "Relict Behavior",
          "In general, animals act in ways that help them to survive within their specific habitats. However, sometimes an animal species may display a behavior that no longer serves a clear purpose. The original purpose for the behavior may have disappeared long ago, even thousands of years ago. These behaviors, known as relict behaviors, were useful to the animals when the species’ habitat was different: but now, because of changed conditions, the behavior no longer serves its original purpose. Left over from an earlier time, the behavior remains as relict, or remnant, long after the environmental circumstance that influenced its evolution has vanished.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Biology class.",
          "Professor: Okay, so a good example of this found right here in North America,",
          "is something an animal called the American pronghorn does.",
          "Pronghorns, as you may know, are a kind of deer-like animal.",
          "They live out on the open grassy plains, somewhat in the middle of North America,",
          "And they are super fast.",
          "Pronghorns are in fact noted for being the fastest animal in the western hemisphere.",
          "Once a pronghorn starts running, zoom.",
          "None of its present-day predators, like the bobcat or coyote can even hope to catch up with it.",
          "It's off in a flash.",
          "Okay, so why then do pronghorns run so fast?",
          "That's the question.",
          "Well, it turns out that quite a long time ago,",
          "I'm talking tens of thousands of years.",
          "Things on the grassy plains used to be very different for the pronghorns,",
          "because back then, lions used to live on the plains,",
          "chasing and preying upon the pronghorns.",
          "And lions of course, are a very swift-moving mammal,",
          "much faster than the bobcat or coyote,",
          "or other predators that you find on the plains today.",
          "But now, however, lions are all extinct in North America.",
          "There are no longer a predator of the pronghorn.",
          "Tens of thousands of years ago though,",
          "the lions were there chasing the pronghorns.",
          "So back then the pronghorn's speed was critical to its survival.",
          "Question",
          "Using the example of the pronghorn and lion, explain the concept of a relict behavior."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Business class.",
          "Professor: People who are likely to buy a company's products are called target customers.",
          "And these target customers influence a company's marketing strategy.",
          "In order to develop a marketing strategy,",
          "a company will look at certain characteristics of the target customers to decide when and where to advertise,",
          "so that they'll reach the target customers most effectively.",
          "I'd like to talk to you today about two characteristics of target customers that can influence marketing strategy,",
          "specifically age and geographic location of the target customers.",
          "Say a company makes toy cars.",
          "Who are its target customers? Kids, right?",
          "So if the company wants to make sure its television advertising reaches its target customers,",
          "it'd want to advertise during times when kids are actually watching television,",
          "like during children's television shows.",
          "That way it can make sure that kids see the advertisements.",
          "And that way, the company would get people in that age group to go buy toy cars,",
          "or to ask their parents to buy them at least.",
          "Now another important characteristic to consider is geographic location,",
          "places where the company's target customers live.",
          "Think about a company that makes boats.",
          "Its target customers are people who own homes near oceans or lakes, places where they can use boats.",
          "After all, people who don't live near water don't have much use for boats.",
          "So by placing advertisements on signs along the road or on television in cities and towns that are near oceans or lakes,",
          "the company would be more likely to reach the target customers for its boats,",
          "and sell more of them as a result.",
          "Question",
          "Using points and examples from the lecture, explain how the characteristics of target customers influence marketing strategy for products."
        ],
        "singleItemTitle": "TASK4商科"
      }
    ]
  }
}