{
  "topicId": 19,
  "summaryTitle": "托福",
  "title": "Official 37",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? Students will learn more if the teacher is kind and friendly. Use specific examples and details to support your opinion."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Room Phones Are Unnecessary",
          "As part of the cost of student housing, students pay to have phones in their dormitory rooms. I think this is unnecessary, and the university should remove the phones from students’ rooms. Room phones are not needed since students all have mobile phones we can use to make calls instead. Removing the room phones would also have a cost benefit for students, since we would save money if we didn’t have to pay the cost of phone service for the rooms.",
          "Sincerely,",
          "Brad Smith",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: Hey, Jimmy, did you read this?",
          "Man: I did, yeah, what do you think about it?",
          "Woman: I don't know. I don't think it'd be a very good idea.",
          "Man: Oh, yeah? But it's true that a lot of us have our own phones.",
          "Woman: Yeah, but it's good to have both.",
          "The service we get with our own phones isn't always reliable.",
          "Maybe it's 'cause there are a lot of hills around here,",
          "but, my service doesn't work that well in this area.",
          "A lot of times calls get cut off or the reception isn't good.",
          "I can't hear the person on the other line.",
          "Man: Yeah, I've had some friends say that too actually.",
          "Woman: So it's good to have a backup option, something we can use if our own phones aren't working.",
          "Man: I see what you mean.",
          "But when you think of the money...",
          "Woman: Well, I don't buy his argument there either.",
          "Because I don't know if you've noticed this on the housing bill we get from the university,",
          "but right now we only pay per call.",
          "Man: Oh, really?",
          "Woman: Yeah, so if you don't make many calls, you don't pay much.",
          "I mean if you use it a lot,",
          "of course, you'll pay more,",
          "but students can avoid that if they just avoid using it as much as possible.",
          "Man: Oh, I see. OK.",
          "Woman: So I think they should just keep it the way it is now.",
          "Question",
          "The woman expresses her opinion about the proposal described in the letter. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Communal Nutrition",
          "Some kinds of social insects live in large groups or colonies in which different members of the colony have different tasks to keep the colony running smoothly. Some members of the colony are responsible for providing appropriate food for the entire colony. These insects typically practice communal nutrition. They gather different kinds of food and bring it to the nest to be shared by all members of the colony. They instinctively adjust and regulate the food they provide to meet the particular nutritional needs of the different members of the colony at any given time.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Biology class.",
          "Professor: OK, so here's a good example of this among ants.",
          "Ants live together in these large nests, and certain ants,",
          "the forager ants, have a particular job to do.",
          "They go out each day to look for food items,",
          "leaves, seeds, fruit, things like that.",
          "And then these ants bring them back to the nest so all the other ants can eat them.",
          "Now the forager ants don't just bring back whatever they may happen to find,",
          "they bring back different kinds of food.",
          "For example,",
          "adult ants normally like to eat things that are rich in sugar because they need energy to carry on other activities in the nest.",
          "So, at a time when the colony is composed mostly of adult ants,",
          "the forager ants look for pieces of fruit and other sugar-rich items.",
          "They bring these back to the nest for the adult ants to eat to get the energy they need.",
          "But there is a time of the year when baby ants are born,",
          "now the baby ants need a different kind of food.",
          "They need food that will help them grow into adults,",
          "so their food needs to be rich in protein.",
          "So now the forager ants do something different.",
          "They start to gather more food items that are rich in protein,",
          "like certain types of leaves or mushrooms.",
          "This way, the young ants get the protein they need to help them grow.",
          "Question",
          "Using the example of ants, explain the concept of communal nutrition."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture from an Art History class.",
          "Professor: So last class we were talking a bit about the history of photography.",
          "And as I was saying,",
          "with the invention of the camera in the mid-to-late 1800s,",
          "for the first time people were able to record realistic images.",
          "Up until then, painting, um... portraits, landscapes were the way that realistic images were recorded,",
          "the image of a person's face, the painting of a mountain range.",
          "But with the invention of the camera,",
          "now there was this new piece of technology, this machine that took realistic images.",
          "And this had an enormous effect on painting.",
          "One effect was that painters began using photographs as a tool,",
          "a tool to help them paint more realistically.",
          "Before the camera, it was extremely difficult to realistically depict a moving object in a painting.",
          "But now photography was able to capture fleeting moments, freeze them in time.",
          "And painters were able to use these photographs as a basis for their paintings.",
          "For example, the legs of a horse as it's running.",
          "Photography could now capture the exact position of a horse's legs in mid air,",
          "which a painter could use to more realistically create a painting of horses galloping.",
          "Photography also affected painting in a more conceptual way.",
          "The fact that cameras could now perfectly record realistic images led some painters to change their style,",
          "to stop painting realistically and adopt a more abstract way of painting.",
          "An abstract style enabled painters to contrast their art with photography,",
          "to set their art apart from the art of photography.",
          "They didn't want their paintings to look anything like photographs.",
          "They wanted their art to be more imaginative, more abstract.",
          "For example, if a painter were painting people,",
          "he or she might not use natural skin tones for the skin,",
          "and instead paint the people's skin unnatural colors like green, purple or blue,",
          "which of course, is not realistic.",
          "Question",
          "Using points and examples from the lecture, explain two ways that photography affected painting."
        ],
        "singleItemTitle": "TASK4艺术"
      }
    ]
  }
}