{
  "topicId": 10,
  "summaryTitle": "托福",
  "title": "Official 46",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement?People today have healthier lifestyles than people did 100 years ago.Use specific examples and details to support your opinion."
        ],
        "singleItemTitle": "TASK1健康生活"
      },
      {
        "singleItemContent": [
          "Reading",
          "No More Posters Outside the Student Center",
          "Traditionally, students have been permitted to put up posters advertising events, clubs, and activities on the concrete wall outside the main entrance to the student center Beginning next semester, however, students will no longer be allowed to attach anything to the front of the building According to a university official, the new policy is part of an effort to improve the campus’s appearance. “The posters on the wall make the building unattractive,\" he said, \"so they have to come down.\" He added that posters can instead be displayed in the dining hall: \"Students can use the bulletin board in the dining hall for posters, so the policy change should not be a problem.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Woman: It's really too bad about this new policy.",
          "Man: Why do you say that?",
          "Woman: Well, I mean you don't notice it so much now,",
          "but if you take a good look at that building, it's pretty boring,",
          "just your basic square building with grey concrete walls and no kind of ornamentation or anything to make it interesting.",
          "Man: Yes, I guess that's true, now that I think about it.",
          "Woman: Yeah, the stuff that goes up there now, a lot of it's artistic and colorful.",
          "It gives the building character and personality.",
          "Man: True.",
          "Woman: Plus, it's always changing，and that's cool too.",
          "Man: Yeah, you're right.",
          "Woman: So what's gonna to be left, a boring old concrete wall?",
          "Man: Yeah, I guess it will be kind of plain.",
          "Woman: Yeah, and the idea about the dining hall?",
          "Not everybody eats there.",
          "A lot of students eat at the snack bar or off campus.",
          "Some students bring lunch from home and eat outside, under the trees.",
          "Man: That's true. I never eat in the dining hall.",
          "Woman: OK, see what I mean?",
          "So how are you going to see those announcements?",
          "Man: I won't.",
          "Woman: I rest my case.",
          "Question",
          "The woman expresses her opinion about the new policy. Briefly describe the policy. Then state the woman’s opinion about the policy, and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学生活动"
      },
      {
        "singleItemContent": [
          "Reading",
          "Warning Coloration",
          "Many animals have defense mechanisms that help protect them from predators. In some cases, these animals have distinct coloring that signals predators of the presence of such defenses. This type of coloring is called warning coloration. If a predator does not recognize the meaning of this coloration and attacks, it may suffer significant discomfort or injury when its would-be prey employs its defense mechanism. As a result, the predator learns to associate the warning coloration with negative consequences, and will from that point forward avoid attacking animals that have that coloration.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in the Biology class.",
          "Professor: We have a good example of this with the skunk.",
          "As most of you know,",
          "the skunk is a very little mammal that can be found throughout North America.",
          "Skunks have a very distinctive marking.",
          "Their body is mostly black,",
          "and they have a big white stripe that runs from the top of their head,",
          "all the way down their back and along their big, bushy tail.",
          "So they are very easy to see and very easy to recognize even from a distance.",
          "Skunks also have special glands under their tail that produce a terrible smelling liquid.",
          "And when skunks are approached by a predator,",
          "they lift their tail and spray the predator with this liquid.",
          "For example,",
          "let's say a wolf is preparing to attack a skunk.",
          "As the wolf approaches,",
          "the skunk lifts its tail and sprays the wolf.",
          "That's very, very unpleasant for the wolf,",
          "because it's now covered with this repulsive foul smelling liquid.",
          "The wolf doesn't want to be sprayed again,",
          "so it backs off and leaves the skunk alone.",
          "And from then on,",
          "whenever that wolf sees a furry little black body with a big white stripe running from its head to its tail,",
          "it'll recall that terrible smell,",
          "and it'll be sure to stay far away.",
          "Question",
          "Explain how the professor’s example from the lecture illustrates warning coloration."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Psychology class.",
          "Professor: When we think about the past,",
          "when we try to remember the past,",
          "we remember some things better than others, why is that?",
          "Well? There are a few different explanations.",
          "One explanation is that we remember something better if we already have some previous knowledge about it,",
          "some previous understanding of it.",
          "For example, let's say you're going to go to a classical music concert.",
          "If you don't know anything about classical music before you go to the concert,",
          "you probably won't remember many details of the concert later on.",
          "For example, if somebody asks you about the concert a year later,",
          "you probably won't remember what pieces the orchestra played,",
          "what order they played them in and so on.",
          "On the other hand,",
          "if you already know a lot about classical music before you go to the concert,",
          "for example if you've been studying and playing classical music for many years,",
          "it's probably going to be much easier for you to recall the details of the concert later on.",
          "Another explanation is that we remember better when there's something unusual or different about what we're trying to remember.",
          "For example, let's say you're in a class at a university,",
          "a big class, with over a hundred students in it.",
          "A year later, which of those hundred students are you most likely to remember?",
          "Probably the ones who were unusual or different in some way.",
          "Maybe a man who was exceptionally tall,",
          "or a woman who was exceptionally intelligent.",
          "The fact that these students were somehow different from the other students will make them easier to remember.",
          "Question",
          "Using points and examples from the lecture, give two explanations for why we may remember some things better than others."
        ],
        "singleItemTitle": "TASK4心理"
      }
    ]
  }
}