{
  "topicId": 54,
  "summaryTitle": "托福",
  "title": "Official 02",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some college students choose to take courses in a variety of subject areas in order to get a broad education. Others choose to focus on a single subject area in order to have a deeper understanding of that area. Which approach to course selection do you think is better for students and why?"
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Bus Service Elimination Planned",
          "The university has decided to discontinue its free bus service for students. The reason given for this decision is that few students ride the buses and the buses are expensive to operate. Currently, the buses run from the center of campus past university buildings and through some of the neighborhoods surrounding the campus. The money saved by eliminating the bus service will be used to expand the overcrowded student parking lots.",
          "Listening查看文本",
          "Man: I don't like the university's plan.",
          "Woman: Really? I've ridden those buses,",
          "and sometimes there were only a few people on the bus.",
          "It did seem like kind of a waste.",
          "Man: I see your point.",
          "But I think the problem is the route's out-of-date.",
          "It only goes through the neighborhoods that have gotten too expensive for students to live in.",
          "It's ridiculous that they haven't already changed the route-- you know,",
          "so it goes where most off-campus students live now.",
          "I bet if they did that, they'd get plenty of students riding those buses.",
          "Woman: Well, at least they're adding more parking.",
          "It's gotten really tough to find a space.",
          "Man: That's the other part I don't like, actually.",
          "Cutting back the bus service and adding parking is just going to encourage more students to drive on campus.",
          "And that'll just add to the noise around campus and create more traffic,",
          "and that'll increase the need for more parking spaces.",
          "Woman: Yeah, I guess I can see your point.",
          "Maybe it would be better if more students used the buses instead of driving.",
          "Man: Right, and the university should make it easier to do that, not harder.",
          "Question",
          "The man expresses his opinion of the university’s plan to eliminate the bus service. State his opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Social Interaction",
          "People deal with each other every day. This interaction is at the heart of social life. The study of social interaction is concerned with the influence people have over one another’s behavior. People take each other into account in their daily behavior and in fact, the very presence of others can affect behavior. For example, one principle of social interaction, audience effects, suggests that individuals’ work is affected by their knowledge that they are visible to others, that the presence of others tends to alter the way people behave or perform an activity.",
          "Listening查看文本",
          "Narrator: Now listen to part of a talk in a sociology class.",
          "The professor is discussing audience effects.",
          "Professor: OK, so we said that the way we interact with others has an impact on our behavior.",
          "In fact, there's some interesting research to suggest that in one type of interaction,",
          "when we're being observed,",
          "specifically when we know we're being watched as we perform some activity,",
          "we tend to increase the speed at which we perform that activity.",
          "In one study,",
          "college students were asked to each put on a pair of shoes,",
          "shoes with laces they would have to tie.",
          "Now, one group of students was told that they would be observed.",
          "The second group, however,",
          "didn't know they were being observed.",
          "The students, who were aware that they were being watched,",
          "actually tied their shoes much faster than the students who thought they were alone.",
          "Other studies confirm the same is true,",
          "even when we are learning new activities.",
          "Let's say someone is learning a new task,",
          "for example, learning how to type.",
          "When they are conscious of being observed,",
          "they'll likely begin typing at a much faster rate than they would if they were alone.",
          "But, and this is interesting,",
          "the study also showed that certain common behavior,",
          "things people typically do like making mistakes when you are learning something new,",
          "that behavior pattern will also increase.",
          "So in other words,",
          "when we're learning to type and we know we're being watched,",
          "we'll type faster but we'll also make more mistakes.",
          "Question",
          "Explain how the examples of tying shoes and learning to type demonstrate the principle of audience effects."
        ],
        "singleItemTitle": "TASK3历史与社会"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Now listen to part of a talk in an economics class.",
          "Professor: So let's talk about money.",
          "What is money?",
          "Well, typically, people think of coins and paper bills as money,",
          "but that's using a somewhat narrow definition of the term.",
          "A broad definition is this:",
          "Money is anything that people can use to make purchases with.",
          "Since many things can be used to make purchases,",
          "money can have many different forms.",
          "Certainly coins and bills are one form of money.",
          "People exchange goods and services for coins or paper bills,",
          "and they use this money, these bills, to obtain other goods and services.",
          "For example, you might give a taxi driver five dollars to purchase a ride in his taxi,",
          "and he in turn gives us five dollars to a farmer to buy some vegetables.",
          "But as I said,",
          "coins and bills aren't the only form of money under this broad definition.",
          "Some societies make use of a barter system,",
          "basically in a barter system people exchange goods and services directly for other goods and services.",
          "The taxi driver, for example,",
          "might give a ride to a farmer in exchange for some vegetables.",
          "Since the vegetables are used to pay for a service, by our broad definition,",
          "the vegetables are used in barter as a form of money.",
          "Now, as I mentioned,",
          "there is also a second, a narrower definition of money.",
          "In the United States,",
          "only coins and bills are legal tender,",
          "meaning that by law, a seller must accept them as payment.",
          "The taxi driver must accept coins or bills as payment for a taxi ride. OK?",
          "But in the U.S., the taxi driver is not required to accept vegetables in exchange for a ride.",
          "So a narrower definition of money might be whatever is legal tender in a society,",
          "whatever has to be accepted as payment.",
          "Question",
          "Using points and examples from the talk, explain the two definitions of money presented by the professor."
        ],
        "singleItemTitle": "TASK4商科"
      }
    ]
  }
}