{
  "topicId": 11,
  "summaryTitle": "托福",
  "title": "Official 45",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement?Artists and musicians are important to a society.",
          "Use details and examples to explain your answer."
        ],
        "singleItemTitle": "TASK1艺术与历史"
      },
      {
        "singleItemContent": [
          "Reading",
          "Close the Coffeehouse",
          "Like many people, I was happy when the university opened a coffeehouse. A good coffeehouse is a perfect place to meet people or to study while having a coffee. Unfortunately, our coffeehouse usually empty, so it’s not a good place to meet people And the lighting there is very poor, so it's not a good place to study, either. A coffeehouse seemed like a great idea, but it just hasn't worked out, and the time has come for the university to close it.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: I disagree with this idea.",
          "Man: Why? It doesn't sound like it's doing very much business?",
          "Woman: That's probably because he goes during the day, but in the evening...",
          "Man: Oh, people go.",
          "Woman: A lot of people.",
          "Students are really busy during the day, with classes, jobs studying.",
          "But at night the place is often pretty full.",
          "Students get together there all the time.",
          "Man: Really?",
          "Woman: Yeah.",
          "It's not until night time that students actually have the time to sit down and relax.",
          "You know, enjoy a hot drink and something to eat while hanging out or reading for class.",
          "Man: So you can read in there.",
          "Woman: Yeah, I mean he is right.",
          "That used to be a problem.",
          "But recently they did some renovations, and now I think the lighting is as good as it is in a library.",
          "Man: Really?",
          "Woman: Yeah, and not just at a few tables,",
          "just about every table's got good lighting now.",
          "Man: Sounds like this guy doesn't know what he's talking about.",
          "Woman: Definitely not.",
          "Question",
          "The woman disagrees with the student’s proposal for the coffeehouse. Explain the proposal and the reasons she gives for disagreeing with it."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Method of Loci",
          "Special techniques, or memory devices, are often used to help us recall information. One technique, the method of loci (i.e., method of location), is particularly helpful for remembering several pieces of information in a particular order. To use this technique, we first imagine a familiar place such as a building or an outdoor area. This familiar place should have a series of landmarks or locations within it that we can imagine walking past in a predictable, logical order. Once the landmarks have been identified in a given order, we assign one piece of the information that we want to later recall to each location. The information should be assigned in the order in which we want to remember it. To later recall the new information in order, we imagine walking through the familiar place, recalling what is stored at each location along the way.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic.",
          "Professor: So, how would this work?",
          "Well, let's say you need to learn the names of the planets in order by distance from the sun.",
          "So first, think about the landmarks you pass as you walk from,",
          "say, your dormitory to the student center.",
          "The first one might be the front door of your dormitory,",
          "then, the big tree in front of the door.",
          "The next landmark you pass might be the statue in front of the library.",
          "Next, the steps to the science building.",
          "you get the idea. you memorize the major points along the walk,",
          "You memorize the major points along the walk.",
          "Imagining yourself going from the first landmark to the second, the third and so on.",
          "Now, the next thing you do is assign one planet to each of your landmarks in sequence.",
          "Since Mercury is the closest planet to the sun,",
          "you would assign it to the first landmark,",
          "the front door of your dorm.",
          "The next planet, Venus, to the tree in front of the door.",
          "The third planet, Earth, you assign to the third landmark the statue in front of the library,",
          "you assign to the third landmark, the statue in front of the library,",
          "and so on and so on.",
          "And each time you picture the association in your mind as vividly as possible.",
          "Then, later, to say you're sitting in the classroom taking a test,",
          "and you have to write the order of the planets from the sun.",
          "What do you do you?",
          "You imagine yourself on that familiar walk to the student center,",
          "passing each landmark as usual.",
          "When you think about walking out the door of your dorm,",
          "you're reminded of mercury.",
          "When you see the beautiful tree in front of the dorm,",
          "you think of Venus.",
          "At each landmark along the way,",
          "you recall the next planet and write it down.",
          "Question",
          "Using the professor’s example, explain how the method of loci is used to recall information in sequence."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Marine Biology class.",
          "Professor: So we've talked a little about how fish use senses like vision, touch and so forth.",
          "But what I want to talk about now is a special ability some fish have,",
          "the ability to produce electricity in their bodies.",
          "You're probably familiar with these fish,",
          "these fish that send out electric currents from their bodies naturally.",
          "So what's the purpose of this?",
          "Well, as you might expect,",
          "it can serve some important roles in helping fish survive.",
          "First, fish, like all animals, need food to survive.",
          "Well, the ability to produce electricity helps some fish to capture prey,",
          "you know, other organisms in the water that they eat.",
          "Take the electric eel, for example,",
          "the eel produces a strong electric current in its body.",
          "When the eel comes into contact with one of the smaller fish it depends on for food,",
          "the electric current that it sends out shocks the smaller fish and paralyzes it.",
          "It's not able to get away from the eel.",
          "The eel captures the fish easily and can eat it at its leisure.",
          "So this ability to use electricity to capture prey ensures that the eel gets the food it needs to survive.",
          "The ability to produce electricity also helps fish to successfully navigate their environment by detecting nearby objects.",
          "Some fish have poorly developed eyes,",
          "and the water they live in can be muddy and dark.",
          "Now there's a fish called the knifefish that produces electricity.",
          "This creates an electric field around the knifefish's body,",
          "when the knifefish swims close to, say a rock,",
          "it senses a disturbance and interference in its electric field.",
          "The fish then realizes that there is a rock nearby and that it has to avoid crashing into it.",
          "Once this happens,",
          "the knifefish swims away from the rock and thus avoids harming itself.",
          "Question",
          "Using the examples of the electric eel and the knife fish, explain how producing electricity benefits certain fish."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}