{
  "topicId": 53,
  "summaryTitle": "托福",
  "title": "Official 03",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some students prefer to work on class assignments by themselves. Others believe it is better to work in a group. Which do you prefer? Explain why."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Hot Breakfasts Eliminated",
          "Beginning next month, Dining Services will no longer serve hot breakfast foods at university dining halls. Instead, students will be offered a wide assortment of cold breakfast items in the morning. These cold breakfast foods, such as breads, fruit, and yogurt, are healthier than many of the hot breakfast items that we will stop serving, so health-conscious students should welcome this change. Students will benefit in another way as well, because limiting the breakfast selection to cold food items will save money and allow us to keep our meal plans affordable.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the announcement.",
          "Woman: Do you believe any of this?",
          "It's ridiculous!",
          "Man: What do you mean? Well it is important to eat healthy foods.",
          "Woman: Sure it is,",
          "but they're saying yogurt is better for you than an omelette or than hot cereal?",
          "I mean whether something is hot or cold,",
          "that shouldn't be the issue,",
          "except maybe on a really cold morning.",
          "In that case, which is going to be better for you?",
          "A bowl of cold cereal or a nice warm omelette?",
          "It's obvious; there's no question.",
          "Man: I'm not going to argue with you there.",
          "Woman: And this whole thing about saving money.",
          "Man: And what about it?",
          "Woman: Well, they're actually going to make things worse for us, not better,",
          "because if they start cutting back and we can't get what we want right here on campus,",
          "well, we're going to be going off campus and pay off-campus prices.",
          "And you know what? That'll be expensive.",
          "Even if it's only two or three mornings a week,",
          "it can add up.",
          "Question",
          "The woman expresses her opinion of the change that has been announced. State her opinion and explain her reasons for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Cognitive Dissonance",
          "Individuals sometimes experience a contradiction between their actions and their beliefs－between what they are doing and what they believe they should be doing. These contradictions can cause a kind of mental discomfort known as cognitive dissonance. People experiencing cognitive dissonance often do not want to change the way they are acting, so they resolve the contradictory situation in another way, they change their interpretation of the situation in a way that minimizes the contradiction between what they are doing and what they believe they should be doing.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture about this topic in a sociology class.",
          "Professor: This is a true story from my own life.",
          "In my first year in high school,",
          "I was addicted to video games.",
          "I played them all the time and I wasn't studying enough.",
          "I was failing chemistry.",
          "That was my hardest class.",
          "So this was a conflict for me because I wanted a good job when I grew up,",
          "and I believed, I knew, that if you want a good career,",
          "you're going to do well in school.",
          "But I just couldn't give up video games.",
          "I was completely torn.",
          "And my solution was to... to change my perspective.",
          "See, the only class I was doing really badly in was chemistry.",
          "In the others, I was,",
          "I was OK.",
          "So I ask myself if I wanted to be a chemist when I grew up,",
          "and the fact is, I didn't.",
          "I was pretty sure I wanted to be a sociologist.",
          "So I told myself my chemistry class didn't matter,",
          "because sociologists don't really need to know chemistry.",
          "In other words, I changed my understanding of what it meant to do well in school.",
          "I reinterpreted my situation.",
          "I used to think that doing well in school meant doing well in all my classes,",
          "but now I decided that succeeding in school meant only doing well in the classes that related directly to my future career.",
          "I eliminated the conflict,",
          "at least in my mind.",
          "Question",
          "Using the example discussed by the professor, explain what cognitive dissonance is and how people often deal with it."
        ],
        "singleItemTitle": "TASK3历史与社会"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a psychology class.",
          "The professor is discussing advertising strategies.",
          "Professor: In advertising,",
          "various strategies are used to persuade people to buy products.",
          "In order to sell more products,",
          "advertisers will often try to make us believe that a product will meet our needs or desires perfectly,",
          "even if it's not true.",
          "The strategies they use can be subtle, friendly forms of persuasion that are sometimes hard to recognize.",
          "In a lot of ads,",
          "repetition is a key strategy.",
          "Research shows that repeated exposure to a message, even something meaningless or untrue,",
          "is enough to make people accept it or see it in a positive light.",
          "Oh, you've all seen the car commercials on TV, like the one that refers to its roomy cars over and over again.",
          "You know which one I mean.",
          "This guy is driving around and he keeps stopping to pick up different people.",
          "He picks up three or four people.",
          "And each time, the narrator says \"plenty of room for friends,",
          "plenty of room for family,",
          "plenty of room for everybody.\"",
          "The same message is repeated several times in the course of the commercial.",
          "Now the car,",
          "the car actually looks kind of small.",
          "It's not a very big car at all,",
          "but you get the sense that it‘s pretty spacious.",
          "You'd think that the viewer would reach the logical conclusion that the slogan misrepresents the product.",
          "Instead, what usually happens is that when the statement \"plenty of room\" is repeated often enough,",
          "people are actually convinced it's true.",
          "Another strategy they use is to get a celebrity to advertise a product.",
          "It turns out that we are more likely to accept an advertising claim made by somebody famous,",
          "person we admire and find appealing.",
          "We tend to think they're trustworthy,",
          "so you might have a car commercial that features a well-known race car driver.",
          "Now it may not be a very fast car.",
          "It could even be an inexpensive vehicle with a low performance rating.",
          "But if a popular race car driver is shown driving it and saying",
          "\"I like my cars fast\",",
          "then people will believe the car is impressive for its speed.",
          "Question",
          "Using the examples from the talk, explain how persuasive strategies are used in advertising."
        ],
        "singleItemTitle": "TASK4心理"
      }
    ]
  }
}