{
  "topicId": 42,
  "summaryTitle": "托福",
  "title": "Official 14",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement?  One of the best ways to learn is by making mistakes.  Use specific examples and details to support your opinion."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "University Should Allow Eating in Class",
          "Currently, there is a university-wide policy that prohibits eating in the classroom. I disagree with this policy. I think students should be allowed to eat in class. This change would be good for two reasons. For one thing, if students were permitted to eat, they would be able to concentrate better, because students often get hungry during long classes, and hunger makes it difficult to concentrate. Also, if food were allowed in classrooms, it would be possible for us to have in-class parties on the last day of class—with snack foods and beverages—to celebrate the end of each semester.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: Did you see this letter, Jim?",
          "Man: Yeah.",
          "Woman: Be kinda nice to be able to do that, huh?",
          "Man: No, actually I don't think it's a good idea.",
          "Woman: Why not?",
          "Man: Well, like the part about how it would help students concentrate.",
          "I mean maybe a little snack will help the person who's eating it.",
          "But the trouble is that it makes it hard for everyone else to concentrate",
          "coz they have to listen to someone munching on chips or biting into an apple or crinkling paper wrappers.",
          "Woman: I guess it can be kinda disruptive.",
          "Man: Yeah, it would interfere with everyone's concentration.",
          "You wouldn't be able to pay attention with all the noises going on.",
          "Woman: OK. I guess I have to agree with you on that.",
          "But what about her other reason?",
          "It would be nice to be able to have some fun at the end of the semester, right?",
          "Man: No, there is a problem with that too.",
          "Woman: Why?",
          "Man: Well, I don't think it's appropriate to use class time for that kind of thing.",
          "I mean, last classes are usually pretty important.",
          "That's when we will do a lot reviewing for final exams.",
          "Woman: True.",
          "Man: If we use that time for that,",
          "we probably wouldn't have time to do as much reviewing,",
          "which means we wouldn't be as well prepared for exams.",
          "Woman: Yeah, I hadn't thought of that.",
          "Question",
          "The man expresses his opinion about the proposal in the newspaper. Briefly summarize the proposal, then state the man’s opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Comfort Zone Bias",
          "Psychologists have found that when people make important decisions, they often choose to stay in their \"comfort zones\"; that is, they prefer remaining in comfortable, familiar situations, rather than entering into new, unfamiliar ones. This tendency is often referred to as the comfort zone bias. When people are reasonably content, they often decide not to pursue a new opportunity, even if it attracts them and offers more advantages. Psychologists believe that the comfort zone bias exists not only because we have a natural preference for what we already know, but also because we want to avoid taking risks.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Psychology class.",
          "Professor: Okay, so this comes up a lot when people make career decisions.",
          "A friend of mine from college always wanted to be a film reviewer.",
          "He was a Film major and he loved movies.",
          "Most of all, he loved to write about movies.",
          "So when he graduated,",
          "he looked for a job as a film reviewer for a newspaper,",
          "because as a film reviewer,",
          "he'd get to see films for free, and would be paid to write about them.",
          "That's what he loved.",
          "But he couldn't find a job as a film reviewer,",
          "so he took a position as a news reporter instead, for a newspaper,",
          "investigating stories, writing about events - what news reporters do.",
          "Now at first my friend wasn't sure he'd be any good at this.",
          "He'd never been a news reporter before,",
          "but eventually he adjusted and gained confidence and he got used to the job,",
          "and he realized he was actually a pretty good reporter.",
          "Anyway, here's the thing.",
          "After a few years,",
          "the film reviewer for the newspaper where he worked quit, and my friend was offered her job.",
          "This was his dream, right?",
          "His opportunity to be a film reviewer had finally come,",
          "and the new job would actually pay more, too.",
          "But did he take the job?",
          "Nope, he turned it down.",
          "He told me he'd gotten used to being a news reporter and he just didn't want to try something else.",
          "It seemed like too big of a change since, well,",
          "there was a chance that the new job might not work out.",
          "Question",
          "Using the example from the lecture, explain the comfort zone bias."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Marine Biology class.",
          "Professor: A lot of plants and animals live near the surface of the ocean,",
          "and that means there's a lot of food near the surface, because there are lots of plants and animals to eat,",
          "but if you go down to the deepest parts of the ocean,",
          "it's cold and dark,",
          "and there's not a lot living down there,",
          "so food is very scarce.",
          "So organisms that lived down at these great depths have developed special adaptations to help them survive in this environment,",
          "where food is so hard to find.",
          "For example, many deep-sea organisms have body features that enable them to eat prey that are larger than themselves.",
          "A good example.",
          "There's a species of eel that has an enormous mouth and a large stomach that's capable of expanding.",
          "And these unusual features allow this eel to eat prey larger than itself.",
          "That's a big advantage, because of the eel eats something big.",
          "That's a lot of food,",
          "a lot of nutrition.",
          "So the eel can go for quite a while before it has to find food again.",
          "Another helpful adaptation in some deep-sea organisms is the ability to generate light,",
          "and some organisms use that light to help them capture food.",
          "For example, there's a kind of fish called the angler fish,",
          "and on its head, this fish has a little structure that produces light that glows in the dark.",
          "This little structure, this little light, is positioned close to the fish's mouth.",
          "Other fish are attracted to this light;",
          "they think it's something small they can eat,",
          "so they swim straight toward it,",
          "and that brings them close enough for the angler fish to capture them and eat them.",
          "Question",
          "Using the examples of the eel and the anglerfish, explain the two types of adaptations that help animals survive in the deepest part of the ocean"
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}