{
  "topicId": 40,
  "summaryTitle": "托福",
  "title": "Official 16",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people who unexpectedly receive a large amount of money spend it on practical things, while others spend it for pleasure only. Which do you think is better and why?"
        ],
        "singleItemTitle": "TASK1对比类比"
      },
      {
        "singleItemContent": [
          "Reading",
          "Student Health Services Need Improvement",
          "The situation at the health center is unacceptable: you sit in a crowded waiting room for hours waiting to get treatment for minor ailments. Then when it's your turn, you get about three minutes with an overworked doctor. I have two suggestions. First: the health center needs to hire more doctors so that each patient receives quality treatment. And as far as the wait time issue is concerned, the health center is currently open only Monday through Fridays, which means that people who get sick over the weekend wait until the following week to get treatment. So, opening the health center on weekends should solve that problem too.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: Did you read that letter in the paper?",
          "Man: Sure. And though she's right about the problems,",
          "I don't think what she proposes will do much good.",
          "Woman: Really?",
          "Man: Yeah, take her first suggestion-",
          "I mean, have you seen the health center?",
          "Woman: Of course. Why?",
          "Man: Well, it's tiny, right?",
          "The center suffers from lack of space.",
          "So unless they build more treatment rooms or offices or something...",
          "Woman: I see.",
          "Man: And also, her second suggestion...",
          "Woman: Seems like that'll help things out.",
          "Man: Well, not necessarily.",
          "I mean, think about it.",
          "A lot of students aren't even here on the weekends.",
          "Woman: That's true.",
          "Man: They leave town and get away.",
          "There's not a lot of people here...",
          "Woman: Yeah, like me...",
          "I go home probably at least twice a month.",
          "Man: Right. And a lot of us leave campus for the weekend even more often than that.",
          "So there's just not a lot of demand for treatment then.",
          "See what I mean?",
          "Question",
          "The man expresses his opinion about the student’s suggestions that are made in the letter. State the man's opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Social Loafing",
          "When people work in groups to perform a task, individual group members may feel less motivated to contribute, since no person is held directly responsible for completing the task. The result is that people may not work as hard, or accomplish as much, as they would if they were working alone and their individual output were being measured. This decrease in personal effort, especially on a simple group task, is known as social loafing. While it is not a deliberate behavior, the consequence of social loafing is less personal efficiency when working in groups than when working on one's own.",
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Psychology class.",
          "Professor: Now a study was done that illustrated this phenomenon.",
          "In the study,",
          "people were given an ordinary task that everyone has probably done before.",
          "They were simply asked to peel potatoes and to peel as many potatoes as possible in a given amount of time.",
          "OK, so some people worked alone,",
          "and they were told that the number of potatoes they each peeled would be recorded.",
          "Others peeled potatoes together as part of a group,",
          "and they were told that only the total number of potatoes peeled would be recorded,",
          "so it would be impossible to tell how many any one person had done.",
          "Then researchers compared the results of the people who worked alone and those that work together to see if there was any difference.",
          "That is they took the average score of the people working alone,",
          "and compared it to the average score of the people working together in a group.",
          "And they did discover a difference.",
          "It turns out that people working as a group peeled significantly fewer potatoes than people who worked alone.",
          "Question",
          "Using the example from the lecture, explain what social loafing is, and how it affects people's behavior."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Now listen to part of a talk in a Psychology class.",
          "Professor: Ok, ever thought about the things that happen to you and what's responsible for them?",
          "We psychologists have a term, locus of control.",
          "Locus of control refers to where people think control over their lives comes from,",
          "whether it comes from themselves or from somewhere else.",
          "People who think that control is in themselves are internals,",
          "and people who think it comes from somewhere else are externals.",
          "Let's say there are two people going for job interviews.",
          "One of them is an internal.",
          "She has an internal locus of control.",
          "Since she thinks that control comes from within herself,",
          "she'll believe that her success and her preparation are really her responsibility.",
          "So she's likely to really work on her interview skills ahead of time.",
          "Then, if she gets the job, she'll believe that it's because she's worked so hard.",
          "And if she doesn't get it, well, she'll probably be disappointed with herself,",
          "and try to figure out how she can improve for the next time.",
          "OK. And another job candidate is an external.",
          "He perceives other things, say his interviewers, to have more influence.",
          "After all, it's their decision.",
          "It depends on what mood they're in, and you know, luck.",
          "Now with his external locus of control,",
          "he's not as hard on himself, so he's more likely to take risks.",
          "He might interview for a job that he's not completely qualified for.",
          "And if he gets it, he'll think he's really lucky.",
          "And because he believes external forces are in control,",
          "he might think it's because the interviewers were having a good day.",
          "And if he doesn't get it,",
          "he'll probably blamed the interviewers or bad luck rather than look at himself and try to figure out what he could have done better.",
          "Question",
          "Using points and examples from the talk, explain internal and external locus of control."
        ],
        "singleItemTitle": "TASK4心理"
      }
    ]
  }
}