{
  "topicId": 49,
  "summaryTitle": "托福",
  "title": "Official 07",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "State whether you agree or disagree with the following statement. Then explain your reasons, using specific details in your explanation. Learning through online courses is more effective than learning in the traditional classroom setting."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Sculpture Courses to Be Discontinued",
          "University administrators announced yesterday that the sculpture program, a division of the art department, will be eliminated. \"The main reason is a lack of student interest,\" reported one administrator. \"Although the number of art students has increased, fewer and fewer art majors are taking sculpture classes.\" Furthermore, the department's only sculpture professor is retiring this year. \"Given the art department's limited budget,\" the administrator explained, \"it just doesn't make sense to hire a new full-time professor to teach sculpture for only a handful of students.\"",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Man: Everything all right?",
          "Woman: Yeah, I'm just upset about that article I showed you this morning.",
          "Man: Why? What's the big deal?",
          "Woman: Well, as an art major,",
          "I think it's a big loss for the department.",
          "The university's got it all wrong.",
          "Man: What do you mean?",
          "Woman: Well, the low enrollment isn't because art majors don't want to take these classes.",
          "Problem is: who has time to take them when there are so many other requirements.",
          "Man: I...I don't understand.",
          "Woman: See, the classes they are eliminating are all optional.",
          "The required courses are mostly painting and drawing and they take up all our time.",
          "What we really need are different requirements.",
          "Then art majors could take a better variety of classes,",
          "all the things we are interested in.",
          "Man: That makes sense.",
          "But, the thing about the professor.",
          "Woman: Well, that's true.",
          "But still, they are being drastic.",
          "If money is the problem, they could hire a part-time professor,",
          "or, most of the professors in the department have secondary fields.",
          "Man: Really?",
          "Woman: Yeah. At least a few painting teachers are also great sculptors.",
          "I'm sure one of them could teach a class.",
          "Question",
          "The woman expresses her opinion of the university's plan. State her opinion and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学术要求"
      },
      {
        "singleItemContent": [
          "Reading",
          "Behavior Modification",
          "Individuals often modify their behavior based on what they have learned about the possible consequences of their actions. When an individual learns through experience that a certain behavior results in pleasant consequences, that behavior is likely to be repeated. An unpleasant consequence, on the other hand, discourages further repetition of the behavior. While behavior modification can be observed in experiments, it also occurs frequently in everyday settings, when individuals change their behavior based on what they have learned about the consequences of that behavior.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on the topic in a Psychology class.",
          "Professor: This happens all the time with kids in schools.",
          "Say there's a little boy or girl who is just starting school.",
          "Well, they're not really used to the rules about proper behavior for a classroom,",
          "so at the beginning they might,",
          "I don't know,",
          "interrupt the teacher,",
          "walk around the classroom when they're supposed to be sitting down,",
          "you know, just misbehaving in general.",
          "OK, but what happens?",
          "Well, the teacher gets angry with them when they act this way.",
          "They might get punished.",
          "They have to sit at their desks when everyone else is allowed to go outside and play,",
          "and they certainly don't like that.",
          "Soon they'll learn that this kind of behavior gets them in trouble.",
          "They'll also learn that when they raise their hand to talk to the teacher,",
          "and sit quietly and pay attention during class,",
          "they are rewarded.",
          "The teacher tells them she's proud of them,",
          "and maybe puts little happy face stickers on their homework.",
          "Now that their behavior gets a good reaction from the teacher,",
          "the kids learn to always act this way in class and not behave the way they used to.",
          "Question",
          "Using the example from the lecture, explain what behavior modification is and how it works."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Business class.",
          "Professor: If a consumer has to choose between two products,",
          "what determines the choice?",
          "Assume that someone, a purchaser, is choosing between two products that cost the same. OK?",
          "If people have a choice between two identically priced products,",
          "which one will they choose?",
          "They choose the one they think is of higher quality, of course.",
          "But what does it mean for a product to be a high quality product?",
          "Well, business analysts usually speak of two major factors of quality.",
          "One factor is reliability,",
          "and the other is what we call features.",
          "So reliability...",
          "What's reliability?",
          "Well, a product is reliable if it works the way we expect it to work,",
          "if it can go a reasonable amount of time without needing repairs.",
          "If a product, a car, for example,",
          "doesn't work the way it should and needs repairs too soon,",
          "we say it's unreliable.",
          "So product reliability means basically the absence of defects or problems that you weren't expecting.",
          "It used to be that when people thought about product quality,",
          "they thought mainly about reliability.",
          "Today, it's different.",
          "People do still care about reliability.",
          "Don't get me wrong.",
          "It's just that manufacturing standards are now so high that... we'll take cars for example.",
          "Today... today's cars are very reliable,",
          "so reliability is important,",
          "but it's not going to be the deciding factor.",
          "So if reliability isn't the deciding factor anymore,",
          "what is?",
          "Features. All those extras,",
          "the things a product has that aren't really necessary,",
          "but that make it easier to use or that make it cool.",
          "For example, new cars today are loaded with features like electric windows,",
          "sunroofs, air conditioning, stereos and so forth.",
          "When people are comparing products today,",
          "they look at features because reliability is pretty much equal across the board.",
          "And that's why manufacturers include so many features in their products.",
          "Question",
          "Using points and examples from the lecture, explain the two major factors of product quality and how their role in consumer decision making has changed."
        ],
        "singleItemTitle": "TASK4商科"
      }
    ]
  }
}