{
  "topicId": 15,
  "summaryTitle": "托福",
  "title": "Official 41",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people believe it is important for universities to provide funding for student entertainment, such as movies or concerts on campus. Others believe that university money should only be used for academic purposes. Which view do you agree with? Explain why."
        ],
        "singleItemTitle": "TASK1校园生活"
      },
      {
        "singleItemContent": [
          "Reading",
          "Final Project",
          "The final project for this course will be an oral presentation. Students must work with an assigned partner to select a topic and complete all related research for the project. The partners will orally present their research to the class during the last two weeks of classes. This project will provide students with the opportunity to discover the rewards and challenges of working with another individual, an experience that will help them in future endeavors Furthermore, these presentations will benefit the entire class: when students share their discoveries with the class, they enable other students to learn from their work.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the assignment.",
          "Woman: I don't know about this.",
          "Man: Why not? Sounds OK to me.",
          "Woman: Thing is, depending on someone else makes me nervous.",
          "My roommate had to do a project like this,",
          "and the other girl didn't show up to meetings, didn't do any research.",
          "My roommate had to do everything herself.",
          "Man: That's a drag.",
          "I guess if your partner's irresponsible, you're out of luck.",
          "Woman: Exactly. It hurt her grade.",
          "I don't want the same thing to happen to me.",
          "Right now. I'm more concerned with getting a good grade,",
          "even though I know that's not the lesson the professor has in mind.",
          "Man: Still, it'll be good to listen to everyone's stuff.",
          "Woman: Well, I don't know.",
          "I mean, at the end of the semester,",
          "people are focused on studying for exams.",
          "Man: Yeah.",
          "Woman: Who has time to put something like this together when they're busy studying?",
          "Man: True.",
          "Woman: I can't imagine anyone will be able to really do a good job with it,",
          "and everyone will be so preoccupied by then that they probably won't listen anyway.",
          "I think the professor is going to be disappointed. And students?",
          "Well, we'll all just be frustrated by the whole thing.",
          "Question",
          "The woman expresses her opinion of the assignment. State her opinion and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学术要求"
      },
      {
        "singleItemContent": [
          "Reading",
          "Primacy Effect",
          "When people form opinions about a person or a situation, those opinions are likely to be based on first impressions, on an initial assessment of the person or situation. In other words, the opinions we have of people or situations tend to be based much more on the first information we team about them than on information we learn later. This tendency is called the primacy effect. Researchers believe that the primacy effect occurs because after people have made an initial judgment, they tend to notice evidence that supports that judgment, and disregard or fail to notice evidence that contradicts it.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Psychology class.",
          "Professor: Here's an example from my own life.",
          "Before I started teaching,",
          "I worked as a research assistant in a laboratory for a year.",
          "Well, during my very first week on the job,",
          "I made a suggestion to my boss on how we could improve the way we were running an experiment.",
          "My suggestion was a good one.",
          "The experiment was successful, and we got great results.",
          "Anyway, that first week,",
          "because of that one experiment,",
          "my boss decided, perhaps without even realizing it,",
          "he decided I was a great research assistant,",
          "and he never changed his mind.",
          "After that first week, I was, I was okay, you know, average.",
          "I was a good worker,",
          "but I also made mistakes, everyone does.",
          "But whenever my boss introduced me to someone,",
          "he'd say, this is John, our star research assistant.",
          "But a coworker of mine, she wasn't as fortunate.",
          "Her first week at the lab, she made a big mistake,",
          "and the lab lost some important data.",
          "We recovered the data,",
          "but it cost the lab time and money.",
          "Well, our boss concluded that week that my coworker was unreliable, incompetent,",
          "and he continued to think that.",
          "But actually, after that week,",
          "she turned out to be a good research assistant, probably better than me.",
          "She made some other small mistakes, like I said everyone does.",
          "But our boss thought of her as unreliable... 'cause he only noticed her mistakes.",
          "Question",
          "Using the two examples from the professor’s lecture, explain what is meant by “the primacy effect\" and how it can affect our opinions."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Psychology class.",
          "Professor: Children like to play, everybody knows that.",
          "When kids play, they have fun.",
          "But there is more to play than just having fun.",
          "Play's also important if kids are to develop in an emotionally healthy way.",
          "From a psychological perspective, well,",
          "let's talk about two reasons psychologists believe play benefits kids.",
          "First, play helps children feel more in control. Why?",
          "Well, some psychologists have suggested that small children often feel helpless.",
          "They have to depend on other people, adults, for everything.",
          "They've got very little control over their own lives.",
          "Parents decide when they eat, what they eat, what they wear.",
          "This constant state of dependency can make kids feel uneasy and anxious.",
          "But when kids play, they are able to control their world of play, they decide...oh...",
          "which toy they're going to play with and how they're going to play with it.",
          "Maybe they take some building blocks and make a building out of them.",
          "They're constructing something with no help at all.",
          "So according to this theory,",
          "playing gives children a sense of being in control,",
          "and they don't feel so helpless.",
          "And here's another way play contributes to healthy psychological development.",
          "It gives children a safe way to explore certain urges, desires they have,",
          "but ones that don't represent, well, typically acceptable behavior.",
          "For example, take the urge to be destructive.",
          "All kids have this urge.",
          "But if they try to act on it and start actually breaking things or messing things up around the house,",
          "their parents will get upset.",
          "But kids are naturally curious.",
          "They want to explore what it's like to be destructive,",
          "but they don't want their parents to be upset with them.",
          "So by acting out destructive behaviors during play, the problem is solved.",
          "'Cause in play, they're allowed to be destructive.",
          "Think about it.",
          "Think of the example before, where a kid builds something out of blocks,",
          "isn't it really common to see a kid build a tower or something and then just smash it all down?",
          "Destructive, in a way, but no harm done right?",
          "Question",
          "Using points and examples from the talk, explain why play is important for a child’s development."
        ],
        "singleItemTitle": "TASK4心理"
      }
    ]
  }
}