{
  "topicId": 51,
  "summaryTitle": "托福",
  "title": "Official 05",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? Why or why not? Use details and examples to explain your answer. It is more important to study math or science than it is to study art or literature."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Campus Dining Club Announced",
          "Starting this year, the university dining hall will be transformed into The Campus Dining Club for one week at the end of each semester. During the last week of each semester, the dining hall will feature special meals prepared by the university's culinary arts students. The school feels that this will give students who are studying cooking and food preparation valuable experience that will help them later, when they pursue careers. The university has announced that it will charge a small additional fee for these dinners in order to pay for the special gourmet food ingredients that will be required.",
          "Listening查看文本",
          "Woman: Did you see that article?",
          "Man: Yeah, and it sounds like a great idea.",
          "It's really good for the students in that program.",
          "Woman: Don't they cook in class anyway?",
          "Man: Well, yeah, they do.",
          "But my cousin was in the program a few years ago,",
          "and she said that it's very different to cook for a lot of people in that kind of atmosphere than to cook for classmates.",
          "Woman: Why is that?",
          "Man: Well, in class, you can take your time,",
          "but cooking for more people there is more pressure.",
          "I mean you are in a rush, people are waiting,",
          "and it might be easy to make a mistake with all that stress.",
          "Woman: Then they'll think you're a bad chef right?",
          "Man: Absolutely.",
          "Woman: So, OK, it's good practice.",
          "But what about the extra cost?",
          "Man: Well, look at it this way.",
          "You've eaten at some of the fancier restaurants in town right?",
          "Woman: Yeah, there are some great places to eat around here.",
          "Man: Well, these students, they'll be making fantastic meals,",
          "and it's gonna to be cheaper than going out to one of those restaurants.",
          "Woman: Much cheaper actually.",
          "Man: So, you know, it would be worth it.",
          "The meals will be as good as the ones in those expensive restaurants.",
          "Question",
          "The man expresses his opinion about the university's plan. State his opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学生活动"
      },
      {
        "singleItemContent": [
          "Reading",
          "Target Marketing",
          "Advertisers in the past have used radio and television in an attempt to provide information about their products to large, general audiences; it was once thought that the best way to sell a product was to advertise it to as many people as possible. However, more recent trends in advertising have turned toward target marketing. Target marketing is the strategy of advertising to smaller, very specific audiences— audiences that have been determined to have the greatest need or desire for the product being marketed. Target marketing has proved to be very effective in reaching potential customers.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a marketing class.",
          "Professor: Nowadays,",
          "something you notice more and more is television commercials that are made specifically for certain television programs.",
          "So, let's say, a company wants to sell a telephone, a cell phone.",
          "Now during TV shows that young people watch, you know, shows with pop music or teen serials,",
          "they create a commercial that emphasizes how fun the phone is.",
          "You know, the phone has bright colors and they show kids having a good time with their friends.",
          "And, well, the company wants the kids watching TV at this time to want to buy this phone.",
          "This phone that's made especially for them.",
          "But the same company will make a different commercial to be shown during, say, a program about business or a business news show.",
          "Now for this group of people, business people,",
          "the company will have to show how efficient their phone is,",
          "how it can handle all business easily and maybe even save money.",
          "And here's the thing.",
          "It's basically the same phone.",
          "The company has just made two different commercials to appeal to different groups of people.",
          "Question",
          "Using the professor's examples, explain the advertising technique of target marketing."
        ],
        "singleItemTitle": "TASK3商科"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Now, listen to part of a lecture in a psychology class.",
          "Professor: Why do we do the things we do?",
          "What drives us to participate in certain activities,",
          "to buy a certain car or even to choose a certain career?",
          "In other words, what motivates us to do what we do?",
          "Well, in studies of motivation,",
          "psychologists distinguish between two very different types.",
          "Our reasons for doing something, our motivations, can be extrinsic,",
          "in other words, based on some kind of external reward,",
          "like praise or money.",
          "Or they can be intrinsic,",
          "meaning we engage in the activity because it pleases us internally.",
          "Both create strong forces that lead us to behave in certain ways.",
          "However, intrinsic motivation is generally considered to be more long lasting than the other.",
          "As I said,",
          "extrinsic motivation is external.",
          "It's the desire to behave in a certain way in order to obtain some kind of external reward.",
          "A child, for example,",
          "who regularly does small jobs around the house,",
          "does them not because she enjoys taking out the garbage or doing the dishes,",
          "but because she knows if she does these things,",
          "she'll be given a small amount of money for doing them.",
          "But how motivated will the child be to continue doing the work,",
          "if her parents suddenly stopped giving her money for it?",
          "With intrinsic or internal motivation,",
          "we want to do something because we enjoy it or get a sense of accomplishment from it.",
          "Most people who were internally motivated get pleasure from the activity, so they just feel good about doing it.",
          "For example, I go to the gym several times a week.",
          "I don't go because I'm training for a marathon or anything.",
          "I just enjoy it.",
          "I have more energy after I exercise,",
          "and I know it's good for my health,",
          "so it makes me feel good about myself,",
          "and that's what's kept me going there for the past five years.",
          "Question",
          "Using points and examples from the talk, explain the two types of motivation."
        ],
        "singleItemTitle": "TASK4心理"
      }
    ]
  }
}