{
  "topicId": 36,
  "summaryTitle": "托福",
  "title": "Official 20",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people prefer to learn about current events from watching television news programs. Others prefer to read about current events in newspapers or on the Internet. Which do you think is better: watching the news or reading the news? Explain why."
        ],
        "singleItemTitle": "TASK1对比类比"
      },
      {
        "singleItemContent": [
          "Reading",
          "Energy costs reach sky-high levels",
          "Heating prices, and the university’s heating bills, reached record-high level this year. In an effort to reduce heating costs, the university decides to lower the temperature in classroom buildings on weekends and on workdays after five P.M., when the day’s classes have officially ended. Because class will not be in session at these times, the reduced heat will not have negative impact on students and their studies. The university considers it essential that the cost-saving measures not interfere with student activities.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Woman: What on earth is the university thinking?",
          "Man: Er? What do you mean?",
          "Woman: Well, those buildings aren't just used for classes.",
          "That's where my evening study group usually meets.",
          "Man: Oh, oh, of course, that's true.",
          "But you could go to the library instead.",
          "Woman: Yeah, but the library only has a few rooms that people can use for group meetings, which is why classrooms have been so convenient.",
          "But now if it's winter and cold, where can we go?",
          "Man: Right. In the middle of winter?",
          "Forget it, or even if it's just kind of cold out.",
          "Woman: It'd be pretty unpleasant.",
          "Man: Oh, but still they obviously have to do something about the situation.",
          "Woman: Oh, I agree. They have to do something.",
          "But they should find a solution that isn't so disruptive to academics no less.",
          "Man: Such as?",
          "Woman: Well, for one, if they replaced all those old windows. They are so drafty, they let the cold in.",
          "And if they insulated the buildings better, these are really old buildings. Charming!",
          "But....",
          "Man: But not at all energy efficient. Yeah, you are probably right.",
          "Woman: There are some really basic improvements they could make that would make a huge difference in the long term, that could solve the problem and still leave us somewhere to study.",
          "Question",
          "The woman expresses her opinion about the plan described in the article. State her opinion and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Franchising",
          "Many popular and well-known business chains, such as fast food restaurants, use a practice known as franchising. In franchising, someone who wants to open a store or a restaurant pays an established company for the right to use the company’s name and sell the company’s products. Selling an established, in-demand product that has immediate name recognition benefits the new business by reducing the risk that the business will fail. In exchange, the new business agrees to follow all of the standard practices of the company with the name it wants to use.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Business Management class.",
          "Professor: Okay, so we've been talking about starting a business.",
          "Let's say I want to open up a pizza restaurant.",
          "Well, I know how tough it is to make a new business succeed,",
          "and I want a sure thing, so I contact a big company that owns a chain of pizza places.",
          "Let's say it's called Pizza Town,",
          "and I pay for the rights to call my restaurant Pizza Town and to sell Pizza Town's special one-of-a-kind pizza.",
          "Now since everyone's heard of Pizza Town, it's really popular,",
          "I don't have to worry about whether people will want to eat my pizza or not.",
          "I already know this pizza will sell well because it's a known thing,",
          "and that means that there's a better chance my business will succeed.",
          "Now, in exchange for being able to call my restaurant Pizza Town,",
          "I have to agree to run the business the Pizza-Town way, and Pizza Town trains me to do this.",
          "They show me how to do everything,",
          "how to make my pizzas tastes like Pizza Town pizzas,",
          "how to advertise, even how to make my store look like a Pizza Town.",
          "Now this means that I don't have a lot of freedom or choice in the way I run my business,",
          "but in a lot of ways, this is great for me.",
          "After all, Pizza Town's way generally works, they sell a lot of pizza.",
          "Question",
          "Using the example given by the professor, explain how franchising works."
        ],
        "singleItemTitle": "TASK3商科"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Psychology class.",
          "Professor: When people are in difficult situations,",
          "sometimes they experience feelings of helplessness or psychological pain.",
          "So what do they do?",
          "They unconsciously use strategies called defense mechanisms to protect themselves psychologically from their painful emotions.",
          "Uh, let's say a woman has a pet dog.",
          "She's had this dog for a long time,",
          "and he's kept her company and guarded her for years.",
          "But one day he runs away.",
          "This woman looks everywhere and asks other people if they've seen her dog, but she just can't find him.",
          "Now she feels helpless and sad because she misses her dog,",
          "so she'll unconsciously find ways to deal with her painful feelings.",
          "One defense mechanism she might use is fantasy.",
          "With fantasy, the woman uses her imagination.",
          "So instead of just feeling helpless and sad about her lost dog,",
          "she invents a happy story in her mind.",
          "She might imagine that, uh, a nice family found him and feeds him,",
          "and that he's really happy with them.",
          "She'll picture the dog playing, running around, having fun.",
          "Because of this fantasy, she doesn't have to feel sad about her dog running away.",
          "It's a fantasy.",
          "It's not real, but it keeps her pain away.",
          "Another defense mechanism she might use is what we call sublimation.",
          "Sublimation is different from fantasy because sublimation isn't about pretending.",
          "It's about turning negative emotions into something useful, practical.",
          "So the woman might start a dog-training school.",
          "That way by training dogs,",
          "perhaps she can help prevent other people's dogs from running away like hers did.",
          "In other words, with sublimation as a defense mechanism,",
          "the woman redirects her negative feelings about losing her dog into a positive, constructive activity.",
          "Question",
          "Using points and examples from the talk, describe the two defense mechanisms mentioned by the professor."
        ],
        "singleItemTitle": "TASK4心理"
      }
    ]
  }
}