{
  "topicId": 28,
  "summaryTitle": "托福",
  "title": "Official 28",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? To protect the health of young children, advertisement for candy and junk food should not be shown on television. Use specific reasons and details in your response."
        ],
        "singleItemTitle": "TASK1健康生活"
      },
      {
        "singleItemContent": [
          "Reading",
          "Keep the Music Building Open Later",
          "Currently, the campus music building, which has practice rooms students can reserve for playing instrument, closes nightly at 9 p.m. I think the university should keep the building open until midnight. Often, student musicians want to practice their instruments later at night, and right now there’s no good place for them to do that. Also, lots of students want to use the practice rooms, so it’s often difficult to reserve one. If the building were open more hours, though, it would be easier to accommodate the large number of students who want to reserve rooms.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: Jim, did you see this letter in the paper today?",
          "Man: Yeah, I did.",
          "Woman: That would be great for us music students.",
          "Because I mean, what happens is,",
          "students end up practicing in their dorm rooms because they don't have anywhere else they can go.",
          "Man: Yeah, I've done that myself, a bunch of times, playing my violin.",
          "Woman: Me too, and I always feel kind of bad about it.",
          "Because even if you try to keep the volume down,",
          "it's still pretty noisy and other students are nearby in their rooms trying to sleep or study.",
          "Man: That's true.",
          "Woman: And we really could use more time slots,",
          "especially just before the big concerts,",
          "the winter concert and the spring concert,",
          "because everybody from all sections of the orchestra needs to practice then.",
          "Man: I know. I tried to make a reservation to practice before the winter concert, but I couldn't,",
          "because other people in the orchestra had already booked every single time slot.",
          "Woman: Exactly. So this would really help.",
          "Question",
          "The woman expresses her opinion of the proposal. Briefly summarize the proposal, then state her opinion about the proposal, and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Refute-and-Persuade",
          "Sometimes companies realize that consumers may have developed a negative impression of a product. One way in which they can resolve this problem is by using an advertising technique known as refute-and-persuade. Refute-and-persuade means that in advertising a product, the company first indicates its awareness of the product’s disadvantage. But then the company refutes or challenges that disadvantage by demonstrating how the advantage of buying and using the product makes up for any limitation it may have. In this way, companies can persuade consumers to purchase a product despite its drawbacks.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Business class.",
          "Professor: All right, so I actually saw a good example of this just the other day.",
          "I watched an advertisement on television for a well-known company's pots and pans.",
          "And in the advertisement, there was a woman, a professional cook,",
          "talking about how she uses the company's pots and pans in her own kitchen.",
          "Now the woman in the advertisement began by saying that this company's pots and pans were expensive.",
          "She just came right out and admitted to the audience that they cost a lot more than most other company's pots and pans.",
          "And she also said she realized that when people went shopping for a new cookware,",
          "they might feel that they just didn't want to spend all that money on such expensive pots and pans,",
          "since there were so many others in the store that cost a lot less.",
          "But then she went on to explain that the extra cost was worthwhile,",
          "because, although these pots and pans cost more to begin with,",
          "they actually saved you money in the long run.",
          "How? Well, they came with a special lifetime warranty,",
          "which meant the company would replace them free if anything ever went wrong.",
          "And that's something most companies that make pots and pans couldn't say about their products.",
          "Question",
          "Explain how the example of the television advertisement for pots and pans from the lecture illustrates the technique of refute-and-persuade."
        ],
        "singleItemTitle": "TASK3商科"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture from a Geology class.",
          "Professor: So when we look at lakes, they seem to be permanent, we assume they'll be around forever.",
          "But in fact, lakes aren't permanent, they can actually disappear.",
          "Sometimes they disappear through natural processes and sometimes because of human activities.",
          "First, let's look at one way lakes can disappear naturally,",
          "and that is by gradually getting filled in with organic sediment.",
          "This often happens with lakes that have lots of plants growing in them.",
          "When the plants die,",
          "they break down into a muddy substance which falls to the bottom of the lake.",
          "There then replaced by new plants which eventually also die and fall to the bottom.",
          "And over the years, all this dead plant material builds up on the bottom of the lake.",
          "And as it builds up, it starts to fill up the lake and there is less and less room left for water.",
          "And eventually the lake is completely filled in and disappears.",
          "OK. And lakes can also disappear, pretty rapidly sometimes, as a result of human activities.",
          "For example, we know that farmers need water to irrigate their crops.",
          "And sometimes to get that water, they pump the water out of a nearby lake.",
          "They install pipes that run from the lake to their farms and they pump the water out of the lake and into their fields.",
          "That's okay if the lake is continually being refilled with rainwater, or with water from streams that run into the lake.",
          "or with water from streams that run into the lake.",
          "But if there isn't enough rainwater or stream water to replace the water the farmers take out of the lake,",
          "the lake will eventually dry up.",
          "Question",
          "Using points and examples from the lecture, describe two ways that lakes can disappear."
        ],
        "singleItemTitle": "TASK4自然科学"
      }
    ]
  }
}