{
  "topicId": 39,
  "summaryTitle": "托福",
  "title": "Official 17",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "State whether you agree or disagree with the following statement. Then explain your reasons. Using specific details in your explanation.Students should not be allowed to bring cell phones or mobile phones into the classroom."
        ],
        "singleItemTitle": "TASK1校园生活"
      },
      {
        "singleItemContent": [
          "Reading",
          "New Library Workspaces",
          "Say good-bye to the big, multi-person study tables in Turner Library. This summer, the tables will be exchanged for new personal study cubicles—small, one-person desks enclosed by walls. These new units will allow students to have privacy and work in isolation and will therefore eliminate noise in the library, so students can concentrate. Additionally, the cubicles will enable the library to accommodate the recent increase in the number of students attending our university. Although the current tables seat six students each, they make poor use of the available floor space. The cubicles, on the other hand, are designed for maximum space efficiency, and the library can therefore add 50 new seats.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the announcement.",
          "Man: They're making a mistake.",
          "Woman: What do you mean?",
          "Man: Look, they're trying to do away with distractions,",
          "so we can study better.",
          "But with this change,",
          "we won't have anywhere in the library to get together to work on group projects.",
          "Woman: True. Group project work is common these days.",
          "Man: So instead of buying these new units,",
          "they should use the money to build meeting rooms,",
          "and that would reduce any noise in the main library areas.",
          "Woman: Yeah. That's what we could really use.",
          "There's just not as much need to work in isolation.",
          "Man: Exactly. And the other thing is,",
          "what's this about overcrowding?",
          "Sure, we have more students enrolled at the university this year,",
          "but do we really have a problem with overcrowding?",
          "Woman: I don't think so.",
          "I always get a whole table to myself.",
          "Man: Right, I see empty tables there all the time.",
          "It'll just be a waste of money to replace what we have,",
          "since what we have now is sufficient for the amount of students that use the library",
          "Question",
          "The man expresses his opinion about the upcoming change. State his opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Ritualization",
          "Sociobiologists believe that some communicative behavior in animals is developed through a process called ritualization. In this process, the purpose of a given behavior changes over time—a behavior that originally had a practical purpose develops into one that communicates a specific message. For example, a certain movement or physical feature might evolve to serve as a signal or a warning that other animals will understand. Once a behavior is ritualized, it becomes a form of communication; therefore, if an animal engages in this behavior, other animals will be able to interpret the meaning of the behavior quickly and respond appropriately.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Zoology class.",
          "Professor: Let's start with an example you may be familiar with.",
          "What's one thing dogs typically do when they feel threatened,",
          "when they want to protect themselves.",
          "That's right, they show their teeth.",
          "And when we see this,",
          "we know this behavior means basically \"stay away\".",
          "Now here's how this behavior became a recognizable warning.",
          "A long long time ago,",
          "a dog sensing danger would get ready to bite whatever animal was threatening it.",
          "It started by baring its teeth.",
          "But the purpose of doing this was something very simple.",
          "The dog instinctively was making sure it wouldn't bite its own lips when it bit the other animal. OK?",
          "But what happened?",
          "Other dogs, other animals, over time,",
          "they learned that this teeth-baring always came before a dog was going to bite.",
          "And so they started to read it as a signal to be careful, to keep away or risk getting bitten.",
          "This scenario, repeated time after time,",
          "also led to the dog's awareness that by simply showing its teeth,",
          "a lot of the time, that was protection enough.",
          "What had been a simple physical preparation to bite had developed into a kind of defense mechanism in and of itself.",
          "The dog learned it did not need to actually attack,",
          "but could get the right result from just communicating the possibility of an attack through showing its teeth.",
          "It started to use this behavior as a warning signal.",
          "Question",
          "Explain the concept of rituatization using the example of dogs discussed by the professor."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of the talk in a Sociology class.",
          "Professor: Now let's talk about a particular cultural process, diffusion.",
          "Since the beginning of human history,",
          "diverse cultures have taken advantage of one another's innovations when they've come into contact.",
          "Diffusion is the process whereby something cultural, like a custom, a type of food,",
          "or an invention is spread from one group to another, or from one society to another.",
          "One group adopts a cultural item, or more selectively just part of a cultural item of another group, you see?",
          "Now diffusion can occur through a variety of ways: military conquest or tourism,",
          "or... even something like the influence of satellite TV shows around the world.",
          "For example, take something like reading a modern newspaper here in the U.S.",
          "Have you ever thought about where the letters, the characters on the page you're reading,",
          "where they came from?",
          "They were borrowed from another culture many centuries ago.",
          "Then the printing of the words, well, that process was invented in Germany.",
          "And finally, the paper itself, paper was invented in China.",
          "These innovations from all over the world were shared across cultures over time.",
          "And so today we have newspapers in the US.",
          "So the process of diffusion might take place over long distances and over long periods of time.",
          "Now I'm not saying that diffusion happens easily.",
          "As I mentioned, sometimes it's selective.",
          "For instance, many people in the US have accepted the practice of acupuncture,",
          "the Chinese practice of using needles to cure disease or relieve pain.",
          "So lots of people in the US have realized that acupuncture is effective,",
          "but few of them fully understand or have committed themselves to the philosophy behind acupuncture.",
          "Cultures tend to resist ideas which seem too foreign, too different from their own beliefs and values.",
          "But the ideas which aren't perceived as too different are often incorporated, absorbed, diffused into their culture.",
          "So the practice of acupuncture has been absorbed into U.S culture,",
          "but not the philosophies of Chinese medicine.",
          "Question",
          "Using points and examples from the talk, explain the concept of diffusion."
        ],
        "singleItemTitle": "TASK4历史与社会"
      }
    ]
  }
}