{
  "topicId": 16,
  "summaryTitle": "托福",
  "title": "Official 40",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people think that materials printed on paper, such as books and newspapers, will one day be replaced by electronic versions of those materials. Others believe that printed materials will always be popular. Which point of view do you agree with? Explain why."
        ],
        "singleItemTitle": "TASK1科学技术"
      },
      {
        "singleItemContent": [
          "Reading",
          "University to Create a Lounge for Commuter Students",
          "Many students at our university do not live in dormitories. These students live in town or in the suburbs and travel to campus every day. The university has decided to provide these commuter students with a special lounge the student center—with couches, chairs, and a television. University officials hope that this lounge—a place to socialize and relax—will give commuter students some of the same advantages that dormitory residents now have. An important additional feature of the lounge will be a bulletin board on the wall for posting and sharing information that may be especially useful to commuter students and their particular needs.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Woman: Hey, it's nice that they're gonna do this.",
          "Man: It's not a bad idea,",
          "but do you think it will accomplish what they're hoping?",
          "Woman: Sure, I mean,",
          "the dormitories all have their own lounges,",
          "and think about how much time students spent there and how many people they meet.",
          "Man: Yeah, I got to know a lot of people in my dorm during my first semester,",
          "just watching TV and taking study breaks in the lounge.",
          "Woman: Right. Those dorm lounges are really central to student life.",
          "and I met people there that really helped me with my schoolwork, too.",
          "Students who live off campus don't have anything like that.",
          "Man: That's true.",
          "Woman: Plus, I like the idea of posting stuff.",
          "You know, things like notices from students who want to get together with other students to share car rides to campus.",
          "Man: Yeah, ride share information could be helpful.",
          "Woman: Absolutely. If students knew about ride shares,",
          "they could save money getting to campus, 'cause a few of them could travel in one car.",
          "Question",
          "The woman expresses her opinion about the university's plan. Briefly summarize the plan then state her opinion about the plan and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Agonistic Behavior",
          "Within certain animal species, conflicts sometimes arise over resources such as territory or food. To resolve these conflicts, two animals of the same species may engage in agonistic behavior. With this type of aggressive behavior, the animals participate in a physical competition that demonstrates which animal is more powerful. While each animal attempts to prove its strength in the competition, it typically does so without harming the other animal once the winner is established, that animal gains access to the desired resources, while the weaker animal surrenders and leaves the area.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Biology class.",
          "Professor: I know some scientists who were observing snakes in the wild,",
          "and they witnessed an encounter of this sort between two rattlesnakes.",
          "Ah, as you may know,",
          "rattlesnakes eat various kinds of small animals,",
          "small animals that live underground in burrows, in little holes in the ground.",
          "And what these scientists saw was these two rattlesnakes had found the same hole,",
          "and both wanted to eat whatever food was in that hole.",
          "So, what happened was the two rattlesnakes faced each other,",
          "and then they lifted their bodies into an upright position and made themselves as tall as possible.",
          "And then they started pushing each other, kind of wrestling with one another.",
          "Each snake tried to gain control of the other snake.",
          "And what's interesting is that during all this pushing and shoving and maneuvering,",
          "neither snake ever tried to bite the other snake,",
          "neither snake ever tried to injure the other snake.",
          "So then, after this went on for a while,",
          "one of the snakes finally gained control of the other snake,",
          "pushed it to the ground and held it there.",
          "At this point, the snake that was on top,",
          "could have easily bitten the other snake, but it didn't.",
          "Instead, it just released the other snake.",
          "Just let it go.",
          "The snake that had lost just slithered away,",
          "and the snake that had won went down into the hole to look for food.",
          "Question",
          "Explain how the example in the lecture illustrates agonistic behavior."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture from a Business class.",
          "Professor: All right, so, um, a good salesperson needs to know how to talk to customers effectively.",
          "Sometimes customers looking to buy products will raise concerns,",
          "things that may be keeping them from buying the product.",
          "And salespeople stand a much better chance of selling their products,",
          "if they can effectively address these concerns.",
          "Let's look at a couple of strategies they use to address customers' concerns.",
          "OK, now one strategy is to point out something special about the product,",
          "something that outweighs the customers' concern, like a special feature.",
          "Like, say, a customer's in an electronics store,",
          "and a salesperson's showing her a portable laptop computer.",
          "The customer expresses a concern, saying the computer's expensive.",
          "Well, that's true,",
          "but the salesperson can provide information to outweigh the concern about the price,",
          "by pointing out how fast the computer is,",
          "how much work it can get done in a short time.",
          "This special feature may outweigh the customers' concern,",
          "convince her that it's worth the price, so she's more likely to buy it.",
          "Now another strategy is to demonstrate something about the product,",
          "actually use the product in front of the customer in response to a concern.",
          "Going back to the electronics store example,",
          "say the customer raises concerns about whether the laptop is portable enough,",
          "that it looks like it would be difficult to pack up and carry.",
          "Well, the salesperson could address this concern by unplugging the computer,",
          "putting it into its carrying case and slinging it over his shoulder, right in front of the customer.",
          "That is, he can demonstrate how easy it is to transport.",
          "This demonstration may help eliminate the customers' concerns about buying the computer.",
          "Question",
          "Using points and examples from the lecture, explain two strategies salespeople use to address customer concerns."
        ],
        "singleItemTitle": "TASK4商科"
      }
    ]
  }
}