{
  "topicId": 6,
  "summaryTitle": "托福",
  "title": "Official 50",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people like having a wide variety of friends and acquaintances they can spend time with. Others like to spend most of their free time with the same small group of close friends. Which do you prefer? Explain why."
        ],
        "singleItemTitle": "TASK1家人朋友"
      },
      {
        "singleItemContent": [
          "Reading",
          "Response to the Plan for an Additional Lighting System",
          "I oppose the university’s plan to purchase an additional outdoor lighting system. The university says it would make our historic campus more attractive by illuminating our buildings at night. However, the university would spend an extra $1,000 per month for electricity. Instead, I recommend the money be used to complete the library renovation project as quickly as possible. That’s not the only reason we shouldn’t get the new system. These powerful lights would brighten the sky as well as the buildings and seriously interfere with the use of our astronomy equipment. Our academic mission must come first—and the practice of astronomy is done best when the sky is darkest.",
          "—R. N Heinrich, Professor of Astronomy",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the opinion expressed in the letter.",
          "Man: I totally agree with the letter.",
          "Woman: How come? Don't you think the campus look prettier at night?",
          "Man: Well, it might make the buildings look nice at night,",
          "but why should we waste so much money on something we really don't need?",
          "Just for looks, there are more important things than that.",
          "Woman: I can see your point.",
          "Man: I mean, how long is that library project been going on?",
          "Woman: Yeah, the whole third floor has been closed for the last few months.",
          "Man: Exactly. And just last night, I had my Astronomy class with Professor Heinrik.",
          "He told us something that was totally disappointing.",
          "We've been tracking a comet all semester long,",
          "and he says that if the university's plan goes through,",
          "we won't be able to see the comet through the telescopes any more.",
          "Woman: That's so sad.",
          "You chose this school just because the astronomy program, didn't you?",
          "Man: Yeah, it's such a good program.",
          "But if it's too bright or out here at night,",
          "we'll have to go back to looking at pictures of comets in the text book.",
          "You can tell Professor Heinrik is disappointed too.",
          "It's the hands-on experience that gets everyone all excited.",
          "Question",
          "Explain why the man agrees with the professor’s opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "State-dependent Memory",
          "When learning something new. people are aware (consciously or unconsciously) of the environment in which their learning takes place. This learning environment includes the physical setting, the time of day, and even the people who are present during learning. Studies have shown that when people later need to remember information they have learned, their ability to do so is affected by their current environment. If the environment is the same or similar to the original learning environment, recall—the ability to remember—will be easier and more successful. Psychologists refer to this as state-dependent memory.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Psychology class.",
          "Professor: When I was a student in middle school,",
          "some of my classmates and I got an assignment to do a group presentation on tropical plants.",
          "OK, and as part of this assignment,",
          "we needed to memorize the names, you know,",
          "and certain key characteristics of the plants.",
          "Then on the morning the assignment was given,",
          "our teacher gave us time to work on the presentation during class,",
          "right there in the classroom.",
          "So there we were, during the school day, in our usual classroom,",
          "studying and memorizing the information.",
          "And our teacher and the other kids in the class were all there too.",
          "OK, so then later,",
          "on the night before the presentation,",
          "I invited my group members over to my house to do some final studying.",
          "And there we were,",
          "it was after dark,",
          "my parents and my brother were in the next room watching TV and no one else was around.",
          "It felt pretty different from working in the classroom with all our schoolmates around,",
          "like it was on that morning when we spent time learning the information.",
          "Anyway, at my house,",
          "when we tried to remember the plant information,",
          "we got a little worried.",
          "Suddenly, it was more difficult to remember all the names and different facts.",
          "But the next morning,",
          "when we were back in the classroom,",
          "the presentation actually went very smoothly.",
          "It was easier for us to remember what we needed to talk about.",
          "Question",
          "Using the example from the lecture, explain the concept of state-dependent memory."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to a lecture from a Biology class.",
          "Professor: So we've been talking about how animals have developed different ways of surviving,",
          "and one way is from having developed special physical characteristics that help protect them from the dangers in their environment.",
          "These are known as protective adaptations, and there are two different kinds.",
          "Some animals have defensive adaptations,",
          "that means they protect themselves by having body structures that make it hard for predators to get at them.",
          "And other animals have offensive adaptations,",
          "body structures that keep predators away.",
          "All right, let's start with the turtle.",
          "It's a good example of an animal with a defensive adaptation.",
          "Since you've probably all seen turtles,",
          "you already know that it has a hard shell that covers its back and vital organs.",
          "Its shell is its special physical characteristic,",
          "and it's so strong it won't break or split open,",
          "making it very hard for a predator to get at it.",
          "The turtle also has a flexible neck so it can pull its head down under its shell.",
          "Its legs can also fold up under the shell and provide more protection still.",
          "Alright, but now let's talk about the porcupine.",
          "That's an animal that protects itself with an offensive adaptation by threatening a predator with physical harm.",
          "Uhm...in case you haven't seen a porcupine recently,",
          "just imagine an animal with a small body that is covered with thousands of long, sharp, needlelike quills.",
          "Those quills are its special physical characteristic.",
          "So whenever a predator gets too near,",
          "when it brushes against the porcupine,",
          "those sharp quills come loose and become embedded in the predator's skin.",
          "So predators know enough to stay away because they see the porcupine's threatening quills,",
          "and they don't want to risk being hurt by them.",
          "Question",
          "Using points and examples from the lecture, explain two different protective adaptations."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}