{
  "topicId": 37,
  "summaryTitle": "托福",
  "title": "Official 19",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "More and more people are buying items on the Internet and from magazines or catalogs. Other people prefer shopping in a store. Which do you prefer and why?"
        ],
        "singleItemTitle": "TASK1对比类比"
      },
      {
        "singleItemContent": [
          "Reading",
          "Fee Increase for Recreation Center Use",
          "The university administration today announced a $25 increase in the student fee for using the campus recreation center. The higher fee, which all students are required to pay, will provide funds to upgrade the facility and provide newer, more modern exercise equipment at the center. “We expect the improvements to increase student use of the facility,” explained David Smith, director of the student activities office. Mr. Smith also noted that the decision was approved because “We feel that $25 is a reasonable increase that will be affordable for individual students.”",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Man: Did you see this announcement in the newspaper?",
          "It sounds like a great idea.",
          "Woman: You really think so?",
          "Not many people even use the place.",
          "Man: I know that's the point.",
          "People don't go there because the facilities are old and the exercise equipment breaks down.",
          "I think the director is right that they get more use out of it this way.",
          "Right now, the place is usually empty, and that's too bad.",
          "Students can get pretty stressed out if they don't get some exercise.",
          "Woman: That's a good point,",
          "but doesn't it seem like a lot of money?",
          "Man: It's not really all that much.",
          "If you figure a lot of people spend that kind of money on a CD or when they go out to the movies,",
          "this is just one charge for the whole year.",
          "Woman: That's true, and instead of some little thing, we get a recreation center people might actually use.",
          "Man: Right, so considering the benefits,",
          "it's really not that much to pay.",
          "Woman: Yeah, I guess you're right.",
          "Question",
          "The man expresses his opinion about the university’s plan. State his opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Social Learning",
          "One way people learn is by watching the behavior of others. Sometimes called social learning, this type of learning involves the process of learning to copy---or not copy---the action of another. By observing the results, or consequences, of another’s behavior, people tend to imitate the behavior of another when they see that it leads to a desirable consequence---hoping to repeat it for themselves. Of course, the opposite is also true---people tend to avoid imitating the behavior of another when they see it result in an undesirable consequence.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Psychology class.",
          "Professor: Okay, so an example to illustrate this.",
          "You often see this happen in families.",
          "Let's say there are these two kids, a sister and a brother.",
          "Let's say the girl is six and the boy is four.",
          "And one day, they're all out shopping with their mother and they're in the store,",
          "and the girl sees a toy she wants.",
          "She asks her mother to buy it... to buy the toy for her.",
          "But the mother says no.",
          "So what does the little girl do?",
          "She starts crying and screaming, You know, Mommy, I want it.",
          "And finally, Mom gives in and says,",
          "OK, fine, you can have it and buys the girl the toy.",
          "Now, don't forget, the little brother's there,",
          "and he's watching all of this happen.",
          "And maybe he sees this sort of thing happen a lot and his mother giving in when his sister cries and screams.",
          "What do you think he's going to start doing when he wants something from mom?",
          "He'll probably cry and scream, right?",
          "But what if the opposite had happened?",
          "The same mom didn't give in and didn't buy the girl the toy.",
          "In fact, same mom instead, disciplined the girl for screaming and crying.",
          "When they got home,",
          "she didn't let the little girl watch her favorite TV program.",
          "Again, the little boy is watching.",
          "Now what's the little boy likely to do if he finds himself in a similar situation,",
          "and he wants mom to buy him something.",
          "Chances are, he's not gonna cry and scream, right?",
          "Question",
          "Use the examples from the lecture to explain the concept of social learning."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Biology class.",
          "Professor: Today I want to talk about seabirds.",
          "Now seabirds hunt and eat fish and, well,",
          "their food can be hard to find because their food source is spread out over a large expanse of water.",
          "So what seabirds have done is that over time they've made adaptations,",
          "they've developed special characteristics that help them find food.",
          "One adaptation involves the length of the birds' wings.",
          "The albatross, for example,",
          "is a large seabird that spends most of its life flying over ocean waters in search of food,",
          "fish to feed itself and to carry back to the nest for its chicks.",
          "Now most birds flap their wings up and down when they fly, which uses up a lot of energy.",
          "But the albatross has these special long wings that it can hold perfectly still.",
          "It's able to fly without moving its wings up and down.",
          "These long wings allow it to glide or float on the wind, and this uses very little energy.",
          "This is important because, as I said,",
          "the albatross has to cover a huge expanse of ocean to locate food,",
          "sometimes up to 11 hundred miles a day,",
          "because of its long wings that can glide along over the ocean using little energy as it searches for food.",
          "Another important adaptation of many seabirds is an acute, highly-developed sense of smell.",
          "Take the fulmar, like the albatross,",
          "the fulmar needs to find food that scattered far out over the ocean.",
          "But the fulmar has a rather unusual advantage,",
          "it has tiny tubes inside the nose holes in its beak.",
          "And these special tube-shaped nostrils help it to pick up the scent of food.",
          "Now this highly-developed sense of smell is especially important,",
          "because the fulmar's main source of food, plankton, are tiny organisms that are hard to see,",
          "but they give off a very sharp, distinctive odor.",
          "So when fulmars are flying around looking for food, they may not be able to see them,",
          "but they can find the plankton by smelling them, even from far away.",
          "Question",
          "Using the examples of the albatross and the fulmar, explain two special adaptations that have developed to help seabirds find food."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}