{
  "topicId": 18,
  "summaryTitle": "托福",
  "title": "Official 38",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? It is more enjoyable for students to read works of fiction (such as novels and stories) than nonfiction. Use specific examples and details to support your opinion."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Student Plays Should Be Free for Everyone",
          "Thanks to our superb theater program here at the university, we are fortunate to be able to see many plays that are put on by student actors. However, while all employees and students at the university may attend these plays for free, anyone who is not directly associated with the university must pay a fee to attend. I think student plays should be open to everyone free of charge. That way, people in the local community could benefit from having a free entertainment option in town. It would also be good for the student actors, since it would help to ensure larger audiences at the plays.",
          "Sincerely,",
          "Marie Jones",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: Hey, Paul, you're an actor, right?",
          "What do you think about this idea?",
          "that I think it's great?",
          "Woman: Oh, yeah?",
          "Man: Absolutely. I mean, for the people in town,",
          "there's sometimes not a lot going on, not a lot to do.",
          "There's not even a movie theater near by.",
          "And if you want to see a professional show,",
          "you have to travel.",
          "I think the nearest professional theater's like an hour away.",
          "Woman: Yeah, plus, those professional plays can be really expensive.",
          "I saw one last semester, and the ticket cost me like forty dollars.",
          "Man: Right, so it'll be good for people to have another entertainment option,",
          "an opportunity to see live shows that won't be so expensive.",
          "Woman: Sure.",
          "Man: Plus, it would definitely be helpful for us actors.",
          "Woman: Yeah?",
          "Man: Yeah, because on some nights, there's not a lot of people that go,",
          "not a lot of people there to watch us,",
          "and that can have a bad effect on the show.",
          "It might not be as good.",
          "Woman: Yeah, I can imagine it must be a completely different energy for you and the other actors if the seats are half empty.",
          "Man: Exactly. Like, if the show was a comedy and it's supposed to be funny,",
          "in order for it to really seem funny,",
          "there needs to be a lot of people there to laugh at the jokes.",
          "Otherwise, it just doesn't seem as humorous.",
          "Having a crowd they're laughing at the jokes really helps the show along, helps it to be good.",
          "Woman: That makes sense.",
          "So this proposal would help that.",
          "Man: Yeah, help make it more likely that there'd be a full house, a lot of people watching.",
          "Question",
          "The man expresses his opinion about the proposal described in the letter. Briefly summarize the proposal. Then state his opinion about the proposal and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学生活动"
      },
      {
        "singleItemContent": [
          "Reading",
          "Phoresy",
          "Animals often have to move from place to place to obtain resources. Most animals do so using their own physical effort, but animals of certain species may not be able to transport themselves efficiently in order to access the resources they need. These animals may make use of another animal species to transport them, without causing any injury to the other species. This relationship is known as phoresy. Phoresy, which is a temporary relationship, benefits the passenger species and causes little or no harm to the species doing the transporting.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Biology class.",
          "Professor: So here's a good example of this.",
          "Mites are a very small insect-like creatures.",
          "Mites live in tropical climates and feed on nectar and pollen in flowers.",
          "But these tropical flowers don't last long, they wilt and fall off quickly.",
          "And so the mites need to find new flowers in order to get more nectar and pollen to eat.",
          "But the mites can't fly,",
          "and they are so small that it'd take them a while and a lot of effort to climb down one flower,",
          "crawled to another one, and climb all the way up again.",
          "So how did they get to the next flower?",
          "Well, there's a bird, the hummingbird.",
          "Hummingbirds eat the nectar from the same flowers as the mites.",
          "So when a hummingbird comes around and sticks its beak into the flowers to get the nectar out,",
          "the mites quickly climb onto the hummingbird.",
          "Well, as I mentioned, mites are pretty tiny.",
          "So the hummingbird isn't harmed in any way,",
          "and all they do is stick to the hummingbird.",
          "Since the hummingbird also goes from flower to flower for nectar, it takes the mites along.",
          "Once the hummingbird gets to the next flower,",
          "the mites climb off and eat some pollen and nectar there, on the new flower.",
          "Without the hummingbird carrying them from one flower to another,",
          "the mites would find it much more difficult getting food.",
          "Question",
          "Explain how the example of the mite and the hummingbird in the lecture illustrates the concept of phoresy."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture from a History class.",
          "Professor: So we've been talking about life in ancient times,",
          "and today I want to discuss an important aspect of ancient civilizations, the economy.",
          "As the economies of ancient civilizations developed over time and became more complex,",
          "certain changes tended to occur.",
          "Let's talk about a couple of the changes that happened as the economies of ancient civilizations developed.",
          "One of the key economic changes was in the way that people paid for goods and services.",
          "As their civilizations developed,",
          "many began to use currency, money,",
          "to pay for goods and services rather than trading with each other.",
          "A monetary system made it easier to make purchases.",
          "Because people could buy from anyone,",
          "not just those who wanted to trade.",
          "So, for example,",
          "say a man who baked bread wanted a new coat.",
          "Well, with a monetary system,",
          "the man could buy a new coat from the coat maker with money.",
          "This was better than trading,",
          "because the coat maker might not want to trade a coat for the bread maker's bread.",
          "Now another economic change was that ancient civilizations began to acquire items from far away.",
          "In the past, people would only trade locally.",
          "But as their civilizations developed,",
          "they began trading with other people in distant places,",
          "so they were able to acquire goods they wouldn't have otherwise.",
          "For example, the ancient Romans never had silk fabric,",
          "until they started trading with the Chinese,",
          "who lived a great distance from them.",
          "Once the Romans started traveling far away, to China,",
          "they could acquire silk, which was highly prized by the Romans,",
          "because you just couldn't get it anywhere near by.",
          "Question",
          "Using points and examples from the lecture, explain two economic changes that occurred in ancient civilizations."
        ],
        "singleItemTitle": "TASK4历史与社会"
      }
    ]
  }
}