{
  "topicId": 7,
  "summaryTitle": "托福",
  "title": "Official 49",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some teachers think that it is important for students to sit in assigned seats, that is, to sit in the same place every day in class. Other teachers think that students should be allowed to choose where they will sit, and they allow them to sit in different seats on different days. Which do you think is better? Explain why."
        ],
        "singleItemTitle": "TASK1校园生活"
      },
      {
        "singleItemContent": [
          "Reading",
          "Make Textbook List Available Earlier",
          "Students always have to wait until the beginning of the semester to fnd out which textbooks they will need for their new courses. But since a lot of students register early for their courses, I think that the list for each course should be available immediately at the time of registration.This would give students more time to shop around to find less expensive textbooks. And it would also allow them to start work on the reading for their new courses early.",
          "Sincerely",
          "Alexandra Brown",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Man: Hey, did you see Alexandra's letter?",
          "Woman: Yeah, What do you think?",
          "Man: Well, it's great. She really makes some good points,",
          "like the thing with the university bookstore is,",
          "if you buy a brand new textbook，",
          "it can be pretty expensive,",
          "and they usually have only a few used textbooks around.",
          "They are cheaper, of course,",
          "but they sell out quickly.",
          "Woman: That's true.",
          "Man: So this would give students time to look around on their own.",
          "You know, maybe they could find the books they need online,",
          "get books a few months ahead of time using the Internet.",
          "Woman: I agree.",
          "Man: So this way, students might be able to save a little money.",
          "Woman: Right. So what do you think about her second point about the reading assignments?",
          "Man: I agree with that too.",
          "It just makes a lot of sense, because things get really busy when the semester first starts,",
          "and it can be hard to find time to keep up with all of the assignments.",
          "But students usually have some free time right before the start of the semester.",
          "Woman: So we'd have a good opportunity to do some preparation.",
          "Man: Exactly.",
          "Question",
          "The man expresses his opinion about the proposal described in the letter. Briefly summarize the proposal. Then state his opinion about the proposal and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学术要求"
      },
      {
        "singleItemContent": [
          "Reading",
          "Procedural Memory",
          "The memories people form when they learn names and facts are different from the memories they form when they learn how to perform a task.These memories of performing particular actions are called procedural memories. Procedural memories are memories of the process of performing a task that become automatic with practice. Once a task has been practiced, or repeated many times, procedural memories are established.These procedural memories allow people to perform the action automatically and to recall it relatively easily many years later.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic from a Psychology class.",
          "Professor: I've experienced this kind of thing myself.",
          "When I was a boy, I took guitar lessons.",
          "And in my first lessons, my guitar teacher...",
          "She showed me how to hold the guitar and how to place my fingers on the strings.",
          "Every day when I got home,",
          "I would play the guitar for hours.",
          "And after a couple years spending time like this playing at home,",
          "I could just pick up my guitar and play music without thinking about it.",
          "But after college, I stopped playing,",
          "and for years I never played or even picked up a guitar.",
          "Then the other day, I found my old guitar.",
          "I was amazed to discover that when I picked it up,",
          "I knew how to play, even though I haven't played in years.",
          "I just picked it up and right away,",
          "I found that I still knew where to press my fingers to play the right notes.",
          "Now, I couldn't explain to you exactly how I was moving each finger,",
          "or exactly why I had to press the string at one point and not another,",
          "but I could still play my favorite songs.",
          "Question",
          "Explain how the example from the lecture illustrates the concept of procedural memory."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Biology class.",
          "Professor: So, of course,",
          "many animals live in groups with others of their species,",
          "and there are benefits to living together in groups, it can help animals survive.",
          "But there are also certain disadvantages.",
          "So today we're going to talk about two disadvantages of living in groups for animals.",
          "One disadvantage is that animals that live in groups may be more visible to predators.",
          "If there's a big group of animals,",
          "predators are more likely to spot them than they would an individual animal on its own.",
          "So sometimes animals and groups may be more vulnerable to being captured by predators.",
          "For instance, sardines, really small fish,",
          "swim in groups, and other larger ocean animals,",
          "like some kinds of whales, eat them.",
          "So while a whale probably wouldn't notice one sardine,",
          "it'd see a group of sardines very easily and thus be able to capture them for food.",
          "Another disadvantage has to do with caring for the young.",
          "In a large group,",
          "there are a lot of young animals around and it can be difficult for animals to find or identify their own young.",
          "And they may end up taking care of other animals' young instead.",
          "So their own young may not get the care they need.",
          "For example, some bats live in caves, and with one type of bat,",
          "millions of them live together in the same cave.",
          "And with young bats so crowded together in the cave,",
          "it's sometimes hard for a mother bat to find her babies.",
          "So when a mother bat returns from finding food to feed her babies,",
          "she might end up feeding the babies of another mother bat,",
          "meaning her own babies don't get fed.",
          "Question",
          "Using points and examples from the lecture, explain two disadvantages of living in groups for animals."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}