{
  "topicId": 52,
  "summaryTitle": "托福",
  "title": "Official 04",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Many universities now offer academic courses over the Internet. However, some people still prefer learning in traditional classrooms. Which do you think is better? Explain why."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Evening Computer Classes May Be Added",
          "The computer department is considering offering evening classes in the fall. The proposal to add the classes is a response to student complaints that daytime computer classes have become increasingly overcrowded and there are no longer enough computers available. The department has decided that despite some added expense, the most cost-effective way of addressing this problem is by adding computer classes in the evening. It is hoped that this change will decrease the number of students enrolled in day classes and thus guarantee individual access to computers for all students in computer classes.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Man: I just don't think this will work.",
          "Woman: Why not?",
          "Man: Because it's not gonna solve the problem.",
          "Students are busy at night.",
          "I mean, we have jobs, families, clubs, social events...",
          "Most of us already have something to do every single night of the week.",
          "Woman: I see your point.",
          "I sure couldn't fit anything into my schedule during the week.",
          "I've got swimming practice most nights.",
          "Man: Right, and as far as expense goes,",
          "I think they're going about it the wrong way.",
          "I mean, it cost money to hire more teachers and keep the academic building open later,",
          "which is a lot more expensive than just simply buying more computers.",
          "Woman: More computers?",
          "Man: That's right. Computer prices have come way down the past few years,",
          "so the department won't have to spend as much now as they did in the past.",
          "Besides, the computer department classrooms,",
          "you know, the rooms themselves,",
          "they are actually very big.",
          "There's plenty of space to add more computers.",
          "Question",
          "The computer department is considering a scheduling change. Explain the man's opinion of the change and the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2学术要求"
      },
      {
        "singleItemContent": [
          "Reading",
          "Verbal and Nonverbal Communication",
          "When we speak with other people face-to-face the nonverbal signals we give—our facial expressions, hand gestures, body movements, and tone of voice—often communicate as much as, or more than, the words we utter. When our nonverbal signals, which we often produce unconsciously, agree with our verbal message, the verbal message is enhanced and supported, made more convincing. But when they conflict with the verbal message, we may be communicating an entirely different and more accurate message than what we intend.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a psychology course.",
          "Professor: Last month,",
          "my favorite uncle paid me a surprise visit.",
          "I hadn't seen him in many years.",
          "The doorbell rang, I opened the door and there was Uncle Pete.",
          "Now I'm sure when I saw him,",
          "I said something like \"Uncle Pete! What a surprise! How nice to see you!\"",
          "Anyway, my wife was standing next to me,",
          "and according to her,",
          "I wasn't really aware of this,",
          "my eyes got really wide and I broke into a huge, big smile.",
          "She said I was actually jumping up and down like a little boy.",
          "Well, anyway, later that evening,",
          "Uncle Pete told me how very very good he felt when he saw how happy I was to see him.",
          "But, compare that with this,",
          "my daughter, she's six.",
          "We were building a bird house together last week,",
          "and I was showing her how to use a hammer and nail,",
          "and of course, stupid me, I wasn't being very careful,",
          "and I smashed my thumb with the hammer.",
          "Boy did it hurt!",
          "I almost felt like screaming,",
          "but I didn't want to upset my daughter,",
          "so I said, \"Don't worry, honey. It's nothing.\"",
          "Meanwhile, I was shaking my hand as if that would stop my thumb from hurting,",
          "and my face was contorted in pain.",
          "My voice was trembling, too.",
          "So even though I told my daughter I was OK,",
          "I'm sure she didn't believe me because she kept asking me if I was OK.",
          "Question",
          "Explain how the examples from the professor's lecture illustrate the relationship between verbal and nonverbal communication."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a talk in an Art Appreciation class.",
          "Professor: In order for art to communicate, to appeal to the emotions or the intellect,",
          "it has to combine various visual elements to express meaning or emotion.",
          "It's really the visual components of the work, things like color, texture, shape, lines,",
          "and how these elements work together that tell us something about the work.",
          "Artists combine and manipulate these visual elements to express a message or to create a mood.",
          "Think about how a painter might use color, for example.",
          "You all know from experience that different colors appeal in different ways to the senses and can convey different meanings.",
          "An artist chooses certain colors to evoke a particular mood and make powerful statements.",
          "The color red, for example,",
          "is a strong color and can conjure up strong emotions, such as extreme joy or excitement,",
          "or even anger.",
          "Blue, on the other hand,",
          "is considered a cool color.",
          "Blue colors tend to have a calming effect on viewers.",
          "Another visual element important to art is texture.",
          "By texture, I mean the surface quality or feel of the work,",
          "its smoothness or roughness or softness.",
          "Now, of course, in some types of art,",
          "the texture is physical.",
          "It can actually be touched by the fingers.",
          "But in painting, for example,",
          "texture can be visual.",
          "The way an artist paint certain areas of the painting can create the illusion of texture,",
          "an object's smoothness or roughness or softness.",
          "A rough texture can evoke stronger emotions and strength,",
          "while a smooth texture is more calming and less emotional.",
          "As I said earlier,",
          "artists often combine elements to convey a message about the work.",
          "Take a painting that, say, uses a lot of strong colors like reds and oranges, and,",
          "and uses brush strokes that are broad,",
          "wide, sweeping brush strokes that suggest a rough texture.",
          "Well, these elements together can convey a wilder, more chaotic emotion in the viewer than,",
          "more than in, say, a painting with tiny, smooth brush strokes and soft or pale colors.",
          "Artists use these visual effects and the senses they arouse to give meaning to their work.",
          "Question",
          "Using points and examples from the lecture, explain the importance of visual elements in painting."
        ],
        "singleItemTitle": "TASK4艺术"
      }
    ]
  }
}