{
  "topicId": 33,
  "summaryTitle": "托福",
  "title": "Official 23",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people enjoy spending their free time alone in activities such as reading, thinking, or writing. Others enjoy spending their free time in shared activities with other people. Which do you prefer and why?"
        ],
        "singleItemTitle": "TASK1对比类比"
      },
      {
        "singleItemContent": [
          "Reading",
          "No More International News",
          "For the past few years, the daily campus newspaper has included a one-page international news section covering a few of the major stories in world news. Starting next month, the section will be eliminated. One of the reasons the newspaper editors gave for the decision to cut the section is that other news sources are better able to provide wider and more up-to-date international news coverage. The editors also noted that change would create space for a new calendar page that will list events and activities around campus.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Man: Hey, what do you think of this?",
          "Woman: You mean the editor's decision?",
          "Man: Right.",
          "Woman: Oh, I think they're right.",
          "It's the thing to do.",
          "Man: Really? Why?",
          "Woman: Well, hardly anyone reads that section.",
          "Man: You don't think so?",
          "Woman: Not really.",
          "I mean, they only cover a couple of stories,",
          "and most people already know about them before they even get around to reading the campus paper.",
          "Man: True. If you get the local paper or use the internet,",
          "you already know about the major stories.",
          "Woman: Exactly. And the coverage is better.",
          "I think we should just stick with campus news and stuff.",
          "Man: So do you think what they're going to replace it with is better?",
          "Woman: Definitely!",
          "Right now how do you learn about what's happening on campus?",
          "Man: Mostly from posters in the different buildings or in the student center.",
          "Woman: Right. The information is everywhere,",
          "but it's hard to keep track of it.",
          "I see stuff posted, but then I forget about it half the time.",
          "Man: So you're saying that with this new section...",
          "Woman: You could just cut it out from the newspaper and carry it around and check it any time and know what's taking place when and where.",
          "Question",
          "The woman expresses her opinion about the plan announced in the article. Briefly summarize the plan. Then state her opinion about the plan and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Reference Group",
          "Our thinking and behavior are often influenced by other people. When we admire and respect someone, we naturally try to imitate their behavior and attitudes. Group of people whom we admire and whose behavior and attitudes we tend to imitate are known as reference groups. Reference groups provide a model—a frame of reference—that we can shape how we think and behave. Over the course of a lifetime, we may be influenced by many different reference groups. As we grow older, or encounter new circumstances, our reference group may change, and our attitudes and behavior may change accordingly.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Sociology class on this topic.",
          "Professor: I have an example from my own life that illustrates this.",
          "When I first began my university studies,",
          "I became friends with a bunch of art students.",
          "They were older and fun and very creative,",
          "and I thought they were really cool.",
          "And they all like to dress really casually in T-shirts and jeans and sneakers,",
          "and that's what they wore all the time, to class, to the library, to dinner, everywhere, T-shirts and jeans and sneakers.",
          "So that's what I started wearing too.",
          "And I fit right in, and I felt really cool.",
          "But then I graduated, moved to Chicago and got a job.",
          "And I started working with some really bright young people who'd already been working at the company for a few years,",
          "who were already handling major responsibilities for the company, really impressive.",
          "And sometimes some of us would get together on the weekend,",
          "maybe for a concert or a baseball game or something.",
          "And at first I just wear a T-shirt and jeans and sneakers.",
          "And that was, you know, how I was used to dressing.",
          "But I soon noticed that my coworkers preferred to dress up a little bit.",
          "The men would wear a nice pair of pants, a button-up shirt.",
          "The women might wear a fashionable dress and some nice shoes.",
          "They dressed in clothes a lot nicer than what I was used to wearing.",
          "Then I started thinking, you know, that looks really classy, really sharp.",
          "And so I started to dress the same way they did,",
          "You know, nicer, a little more formal.",
          "And I don't know,",
          "somehow my T-shirt and jeans and sneakers didn't seem as cool to me any more.",
          "Question",
          "Using the example from the lecture, explain how people's behavior is affected by reference groups."
        ],
        "singleItemTitle": "TASK3历史与社会"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Biology class.",
          "Professor: Now, plants, like animals and like us for that matter, need nutrients,",
          "substances that provide nourishment to survive, thrive and grow.",
          "We get our nutrients from the food we eat,",
          "plants though, most plants anyway, absorb their nutrients from the soil, right, through their root systems?",
          "OK, but there are plants that don't get their nutrients from the soil.",
          "The places they grow, the soil is bad,",
          "so they get their nutrients from insects instead, from trapping and digesting insects.",
          "They are called carnivorous plants.",
          "Carnivorous plants capture insects in different ways.",
          "They have different trapping mechanisms, active traps and passive traps.",
          "A plant with an active trap, a good example is the venus flytrap.",
          "The venus flytrap actually moves to catch its prey or parts of it do anyway.",
          "Its leaves, it has special leaves that are hinged in the middle.",
          "The two halves of the leaf, open and close, sort of like a mouth, to catch insects.",
          "And on these leaves is a sweet nectar that attracts insects, insects like the sweet stuff.",
          "And when they get lured in and land on the leaf, wham, the leaf springs shut.",
          "It's an active trap and the insects springs it, so to speak.",
          "The leaf quickly closes and forms a little cage, trapping the insect between the leaves.",
          "The venus flytrap is then able to digest the insect and get its nutrients.",
          "But other carnivorous plants, their methods are passive.",
          "They don't have any moving parts to trap things,",
          "they have passive traps, like the sundew plant.",
          "The sundew plant also produces a sweet nectar that attracts insects.",
          "Its leaves are full of little hairs that secrete the sweet substance.",
          "But what happens when insects land on the sundews' leaves to get at the sweet nectar?",
          "Well, unfortunately, for the insects,",
          "the hairs on the leaves also produce a super sticky glue-like substance,",
          "so an insect gets stuck in them and can't fly away.",
          "It basically gets glued there, allowing the sundew to digest it and absorb nutrients.",
          "Question",
          "Using the example of the Venus flytrap and the sundew, describe two ways that carnivorous plants get their nutrients."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}