{
  "topicId": 26,
  "summaryTitle": "托福",
  "title": "Official 30",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? Parents should be involved in the process of helping their children to choose a career. Use specific examples and details to support your opinion."
        ],
        "singleItemTitle": "TASK1交流沟通"
      },
      {
        "singleItemContent": [
          "Reading",
          "Campus Construction Should Happen During the Summer",
          "I’ve noticed that small construction projects on campus--like fixing sidewalks and parking lots--often take place during the regular school year, when classes are in session. I propose that whenever possible the university should schedule such construction projects to take place during the three-month summer break. One reason is that construction projects can be so disruptive; they create inconveniences and can make it hard to get where you need to go on campus. And second, construction projects would be more likely to be completed quickly if they were scheduled for the summer when the weather is usually good.",
          "Sincerely,",
          "Eric Hughes",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Man: So, Jane, what do you think of Eric's proposal?",
          "Woman: I'm all for it.",
          "Man: So you think it's true?",
          "What he says about the problems with the way it's been done?",
          "Woman: Well, yeah, I do. Take his first reason.",
          "Like, I know you don't drive, but I do drive here every day,",
          "so I need a place to park my car.",
          "And remember last year when they decided to repair some of the parking lots?",
          "Man: Oh, yeah, I remember that.",
          "There was a lot of work going on, wasn't there? Starting in December.",
          "Woman: Right. At least four lots were closed,",
          "and that meant there weren't enough parking spots for students' and professors' cars.",
          "I usually had to circle around,",
          "looking for parking on one of the streets and then walk from the street all the way to my classes.",
          "Man: That's annoying.",
          "Woman: Yeah, and it happened to a lot of other people in my classes too.",
          "People were always arriving late because of all the trouble they had parking.",
          "Sometimes even my professors were late.",
          "Man: Yeah.",
          "Woman: And also his second point. That makes sense, too.",
          "I mean, for instance,",
          "part of the reason those parking lot repairs last year took so long was because of the big snow storms.",
          "They had to keep stopping,",
          "sometimes for a week or two at a time, because of snow and ice on the ground.",
          "Man: Yeah, I remember that, we had a bunch of big snowstorms right in a row last year.",
          "Woman: Yeah, so with all that starting and stopping 'cause of the weather,",
          "the job took them a lot longer to finish.",
          "Question",
          "The woman expresses her opinion about the student’s proposal. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Emotional Intelligence",
          "We often think of human intelligence as the mental ability to analyze and understand complex ideas. However, many psychologists believe that there is a different type of intelligence called emotional intelligence. People with emotional intelligence have the ability to recognize their true feelings and understand what is causing them. This ability to understand their own feelings enables them to better control their emotional responses, changing or correcting them when necessary. Emotional intelligence helps people to behave appropriately in social situations, which allow them to maintain good relationships with others.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Psychology class.",
          "Professor: So here's an example.",
          "My daughter had a friend over to our house recently,",
          "and they decided to watch a movie together.",
          "Only they got into an argument because they couldn't agree on what movie to watch.",
          "My daughter started to get quite upset during the argument,",
          "which wasn't like her at all.",
          "But then, my daughter stopped and thought about why she was so upset.",
          "She realized her reaction was inappropriate,",
          "and she also realized she wasn't really upset with her friend.",
          "There was something else bothering her.",
          "You see, she'd just gotten this summer job as a camp counselor for children,",
          "and she was feeling a lot of worry and stress about how well she would do since she'd never worked with children before.",
          "So she figured out that she wasn't upset about what movie to watch with her friend,",
          "but about starting her new job.",
          "She really wanted it to go well.",
          "She wanted the kids to like her.",
          "And when she understood this, she stopped arguing with her friend and apologized to her.",
          "She told her friend how anxious she felt about starting the job and how sorry she was about getting upset with her.",
          "And her friend encouraged her, saying she'd do great at the job.",
          "So my daughter felt better, and they relaxed and had fun together,",
          "the same as always.",
          "Question",
          "Explain how the example from the lecture illustrates the concept of emotional intelligence."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture from a Biology class.",
          "Professor: When we humans walk from place to place,",
          "we move on the earth's surface, across the earth's surface.",
          "Many animals, of course, do the same thing, horses and dogs and cows, and so on,",
          "all move on the surface across the surface of the earth.",
          "But there are also quite a few animals that have the ability to move from place to place underground,",
          "beneath the earth's surface.",
          "This moving around underground is known as subsurface locomotion.",
          "Subsurface locomotion has a number of benefits.",
          "One benefit of subsurface locomotion is that it enables animals to minimize their exposure to extreme temperatures.",
          "This is very helpful for animals that live in areas with harsh climates,",
          "where it could be very dangerous to spend large amounts of time on the surface.",
          "For example in the Sahara desert in Africa,",
          "there's a type of lizard that's able to move beneath the surface through the sand very quickly.",
          "Because this lizard can move so easily and so quickly underground,",
          "it doesn't have to travel on the surface, where it would be exposed to dangerously high temperatures.",
          "Another benefit of subsurface locomotion is that it can help animals capture prey.",
          "That's because animals on the surface can't see predators that are approaching underground.",
          "Our lizard in the Sahara desert is again a good example.",
          "The way it works is when an insect is walking nearby on the surface,",
          "it produces very subtle vibrations in the sand.",
          "When the lizard senses these vibrations,",
          "it moves very quickly underground,",
          "where it can't be seen toward the source of the vibrations.",
          "It then suddenly pops up right under the insect and catches it completely by surprise.",
          "Question",
          "Using the example of the lizard from the lecture, explain two benefits of subsurface locomotion."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}