{
  "topicId": 17,
  "summaryTitle": "托福",
  "title": "Official 39",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "If you were given the choice of a school or work assignment, would you prefer to write a long report or give a speech in front of a large group of people? Use details and examples to explain your choice."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "Start a Ride-sharing Program",
          "Students who live off-campus often get to campus by car. I propose that the university create a student ride-sharing program, where students who live in the same area would form groups of four with each group driving to campus together in one car. The ride-sharing program would benefit students as well as the environment. For the students, they would save money by driving to campus in groups instead of separately. And since there would be fewer cars going and coming from campus, there would be a positive impact on the environment.",
          "Sincerely,",
          "Jim Sears",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Man: Ellen, you drive to campus right?",
          "Did you see this letter in the paper today?",
          "Woman: Yeah, I did. I think it makes a lot of sense,",
          "so it would be great if the university start something like that.",
          "Man: OK.",
          "Woman: Well, now I drive to campus all by myself and buy gas now and then,",
          "It isn't much each time I fill the tank, but it adds up.",
          "Man: I'm sure.",
          "Woman: So, a program like that would really help students.",
          "They'd spend less on gas,",
          "and it's not just gas either.",
          "It's also the wear and tear on the car.",
          "I mean, the more you use a car, going back and forth all the time,",
          "the more you have to do maintenance and repairs.",
          "Man: Right. But do you think the program would have that other benefit?",
          "Woman: I do. Because there have been a lot more people coming into the city,",
          "so there's much more traffic now than before,",
          "and all the carbon dioxide that comes from all those cars on the road is polluting the environment more and more.",
          "Man: So with this program.",
          "Woman: Right.",
          "There'd be less carbon dioxide pouring out into the air,",
          "and this would reduce environmental pollution,",
          "and the air quality would certainly improve.",
          "Question",
          "The woman expresses her opinion about the proposal in the letter. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Signaling",
          "Customers are often willing to pay higher prices for high-quality products; however, without specialized knowledge, it can be difficult to evaluate whether certain items are high quality. When customers are unsure whether an item is high quality, and worth the price, they are less likely to purchase it. This problem can be resolved through signaling. The seller of a product finds a way to signal, or demonstrate, to the buyer that the product is high quality. One common signaling strategy is to have a person or company that is not involved in the sale provide an objective, unbiased judgment about the quality of a product.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Business class.",
          "Professor: So OK, here's a good example.",
          "A friend of mine owns a small jewelry store where she sells jewelry.",
          "And the jewelry she sells, watches, rings, necklaces is very expensive，",
          "thousands of dollars, because it's all real gold, real diamonds and other precious gemstones.",
          "So, of course, when customers come into her store, well,",
          "if they are considering spending that much money on a piece of jewelry,",
          "they want to make sure it's authentic that the gold is real,",
          "that the gemstones are real and not just pieces of glass.",
          "But most customers don't actually know how to tell the difference on their own.",
          "So in order to reassure her customers,",
          "what my friend did is she had a jewelry expert come in and look at all the jewelry in her store.",
          "This expert had like twenty years of experience examining jewelry,",
          "so he knew a lot about it.",
          "And the expert examined all the precious gemstones and certified that they were authentic, real.",
          "And then my friend put up a sign in the store saying that all the jewellery in the store had been certified as authentic by a leading expert.",
          "So her customers would see this sign and know that all the jewelry in the store was real.",
          "And since the expert didn't work for my friend's store,",
          "it didn't matter to him if the jewelry got sold or not.",
          "So customers were likely to trust his opinion.",
          "The expert was therefore able to provide evidence that the jewelry was worth the high prices.",
          "Question",
          "Explain how the example used in the lecture illustrates the concept of signaling."
        ],
        "singleItemTitle": "TASK3商科"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Biology class.",
          "Professor: There are certain animals that live high in the mountains,",
          "at altitudes of above the tree line where trees don't grow.",
          "And moving around in this mountainous environment can be challenging,",
          "because the mountain slopes can be very steep and rocky.",
          "Besides that, there's often ice or snow making these rocky slopes slippery and dangerous.",
          "So animals that live at high altitudes have special features that help them move around in this difficult mountainous environment.",
          "So for one thing,",
          "many mountain animals have strong muscles that help them climb up and down the steep slopes.",
          "As they're moving around looking for food,",
          "they have to climb up these really steep mountainsides at a dramatic incline and get down again too.",
          "For many animals, this would be a real problem requiring great strength and balance.",
          "Mountain goats, which live high up in the mountains in parts of North America.",
          "Mountain goats have a large, well-muscled chest in front-leg area,",
          "and these big, developed muscles in this area help them pull themselves up these near vertical slopes,",
          "and balance in tight positions when climbing down.",
          "Also, mountain animals often have specially adapted feet that help them keep from slipping when they're walking over ice or rocks.",
          "High-altitude mountain slopes can be very slippery,",
          "especially when there's snow or ice on them, and it's a long way down if they fall.",
          "So mountain animals need to have a safe, sure footing.",
          "Take the bighorn sheep for instance,",
          "these sheep have special toes that move independently,",
          "so they can dig into the rock and ice.",
          "And the back parts of their feet have special round rubbery pads that help them gripp the surface of the rock or ice,",
          "to prevent sliding as they move around.",
          "Question",
          "Using the examples of the mountain goat and bighorn sheep, explain two special features that help animals move around in a mountainous environment."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}