{
  "topicId": 50,
  "summaryTitle": "托福",
  "title": "Official 06",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people have one career throughout their lives. Other people do different kinds of work at different points in their lives. Which do you think is better? Explain why."
        ],
        "singleItemTitle": "TASK1对比类比"
      },
      {
        "singleItemContent": [
          "Reading",
          "History Seminars Should Be Shorter",
          "Currently, all of the seminar classes in the history department are three hours long. I would like to propose that history seminars be shortened to two hours. I make this proposal for two reasons. First, most students just cannot concentrate for three hours straight. I myself have taken these three-hour seminars and found them tiring and sometimes boring. Also, when a seminar lasts that long, people stop concentrating and stop learning, so the third hour of a three-hour seminar is a waste of everyone’s time. Two-hour seminars would be much more efficient.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: I totally disagree with Tim's proposal.",
          "Man: Why?",
          "Woman: Well look, Tim's my friend,",
          "but he's not your typical student.",
          "He stays up late partying every night, week nights too.",
          "Man: If he parties every night,",
          "no wonder he can't pay attention.",
          "Woman: Yes, and most students aren't like that.",
          "They come to class prepared and rested and they can concentrate.",
          "Man: So, you're saying the problem is really Tim.",
          "Woman: Yes, he was in one of my classes last year,",
          "and whenever I looked at him he was actually sleeping.",
          "Man: I guess if he's sleeping,",
          "he can't really know what's happening,",
          "what other people in class are doing.",
          "Woman: Right, and you want to know what does happen in that last hour of seminar?",
          "In a lot of seminars that I've been in, that's when things get interesting.",
          "Man: Really?",
          "Woman: Yes, that's usually when students get really involved in their discussion,",
          "and started exchanging important ideas.",
          "And if the history department actually did what Tim suggests,",
          "well, if they did that,",
          "what would happen is you lose what might be the most worthwhile part of the seminar.",
          "Question",
          "The woman expresses her opinion about the proposal that her friend Tim made in his letter to the newspaper. State her opinion about his proposal and explain the reasons she gives for her opinion."
        ],
        "singleItemTitle": "TASK2学术要求"
      },
      {
        "singleItemContent": [
          "Reading",
          "Explicit Memories and Implicit Memories",
          "In everyday life, when people speak of memory, they are almost always speaking about what psychologists would call explicit memories. An explicit memory is a conscious or intentional recollection, usually of facts, names, events, or other things that a person can state or declare. There is another kind of memory that is not conscious. Memories of this kind are called implicit memories. An individual can have an experience that he or she cannot consciously recall yet still display reactions that indicate the experience has been somehow recorded in his or her brain.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a psychology class.",
          "Professor: Okay, the first kind of memory, we are all very familiar with this, right?",
          "You probably remember what you had for dinner last night.",
          "You have a conscious memory of last night's dinner.",
          "So if I ask you,",
          "\"What did you eat last night?\"",
          "You could tell me.",
          "But these other kind of memories,",
          "implicit memories,",
          "they work differently.",
          "Let's take an example from the world of advertising.",
          "When you're driving along a highway,",
          "you see plenty of billboards, you know, roadside advertisements.",
          "You certainly don't remember them all,",
          "but they still affect you.",
          "Marketing researchers have shown,",
          "but well, to be specific,",
          "let's say there's a billboard on the highway advertising a car called the Panther.",
          "The ad shows a big picture of the car, and above the car in huge letters is the name of the car \"Panther\".",
          "A lot of people drive by the billboard.",
          "But ask those drivers later if they saw any advertisements for cars,",
          "and well,",
          "they'll think about it,",
          "and a lot of them will say \"no\".",
          "They honestly don't remember seeing any.",
          "They have no conscious memory of the \"Panther\" billboard.",
          "So you ask these same people a different question.",
          "You ask...",
          "OK.",
          "You ask them to name an animal,",
          "starting with the letter P.",
          "What do you think they'll answer?",
          "Do they say \"pig\"?",
          "Pig is the most common animal that starts with the letter P,",
          "but they don't say \"pig\".",
          "They say \"panther\".",
          "The billboard had an effect,",
          "even though the drivers don't remember ever seeing it.",
          "Question",
          "Using the example of the car advertisement, explain what is meant by implicit memory."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Now listen to part of the talk in an Education class.",
          "Professor: One of the hardest parts of teaching is keeping your students' attention.",
          "Now the key to doing this is understanding the concept of attention.",
          "Basically, there are two types of attention.",
          "The first type is active.",
          "Active attention is voluntary.",
          "It's when you intentionally make yourself focus on something,",
          "and since it requires effort,",
          "it's hard to keep up for a long time.",
          "OK, so let's say you're teaching a biology class and today's topic is frogs. All right?",
          "You're standing at the front of the room and lecturing,",
          "\"a frog is a type of animal known as an amphibian\".",
          "Well,",
          "this isn't necessarily going to keep the students' interest,",
          "but most of them will force themselves to pay active attention to your lecture.",
          "But it's only a matter of time before they get distracted.",
          "Now the other type of attention is passive attention when it's involuntary.",
          "Passive attention requires no effort because it happens naturally.",
          "If something's really interesting,",
          "students don't have to force themselves to pay attention to it.",
          "They do it without even thinking about it.",
          "So back to our biology lecture,",
          "you start talking about frogs and then you pull a live frog out of your briefcase.",
          "You're describing it while you hold it up,",
          "show the students how long its legs are and how they're used for jumping, for example.",
          "Then maybe you even let the frog jump around a bit on the desk or the floor.",
          "In this case,",
          "by doing something unexpected,",
          "something more engaging,",
          "you can tap into their passive attention and it can last much longer than active attention.",
          "As long as the frog is still there,",
          "your students will be interested.",
          "Question",
          "Using points and examples from the talk, explain the difference between active and passive attention."
        ],
        "singleItemTitle": "TASK4心理"
      }
    ]
  }
}