{
  "topicId": 29,
  "summaryTitle": "托福",
  "title": "Official 27",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? Parents should be involved in the process of helping their children to choose a university. Use specific reasons and details in your response."
        ],
        "singleItemTitle": "TASK1交流沟通"
      },
      {
        "singleItemContent": [
          "Reading",
          "Switch to Electronic Books",
          "The university will begin switching from traditional-bound textbooks early next year. University students will be able to download the content of their required textbooks to a reading device and read the material directly from the device’s screen. While the cost of the device is around $200, it is a one-time expense. Considering the rising cost of textbooks, students will save money in the long run since purchasing electronic books for their classes is much less expensive than buying regular textbooks. Furthermore, the university believes the device will be an effective study aid because it is simple to operate and offers features such as highlighting of text and note-taking.",
          "Listening查看文本",
          "Now listen to two students discussing the article.",
          "Woman: Oh, no, did you see this?",
          "Man: Yeah, Why? You don't like the idea?",
          "Woman: Not at all.",
          "Man: How come?",
          "Woman: Well, the cost, for one thing,",
          "they're just not being realistic.",
          "Man: Even compared to the price of textbooks?",
          "Woman: Well, sure, textbooks aren't cheap,",
          "but do you think people are only going to use one device the whole time there at university?",
          "But what happens if yours breaks?",
          "You have to buy a new one or they come out with some fancy new features.",
          "Wouldn't you want to get a new one then?",
          "Man: Yeah, I see what you mean.",
          "A lot of people would probably want to replace theirs with the latest version.",
          "Woman: Right, maybe even every year, and that can add up.",
          "Man: True.",
          "But don't you agree it'll make studying and preparing for classes a lot easier?",
          "Woman: I don't think everybody is gonna think it's so great.",
          "Man: What do you mean?",
          "Woman: Well, it's only helpful if it's easy to use and,",
          "well, this thing is pretty small.",
          "It's only about eighteen or twenty centimeters tall.",
          "Man: Oh, really, so that means the screen is pretty small。",
          "Woman: Right. And I heard that the key pad or control buttons, they're small too.",
          "So if you have normal sized fingers,",
          "it's not so easy to select an item or get it to function right.t",
          "You know to do stuff like highlighting or underlining.",
          "Man: I hadn't thought of that.",
          "So what good are all those fancy features if it's hard to use them?",
          "Besides, I like the old fashioned way of studying the material,",
          "writing notes on the page and underlining or highlighting important sections of the book.",
          "I'm more comfortable with that.",
          "Question",
          "The woman expresses her opinion about the university’s plan. Briefly summarize the plan, then state her opinion and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Swarm Intelligence",
          "Some insect species live in large groups, or “swarms.” Such swarms typically include several thousand individual insects. Living in swarms allows these insects to accomplish complex tasks together through complex behaviors. The behavior of the insects as a group demonstrates greater level of complexity than the behavior of individual group members. This complex group behavior is called swarm intelligence. With swarm intelligence, each insect performs a simple instinctual behavior that is repeated by other individual that results in a complex behavior. Insect swarms are able to accomplish tasks that individual insects would not be able to achieve.",
          "Listening查看文本",
          "Narrator: Now listen to a lecture on this topic in a Biology class.",
          "Professor: OK, we can see a great example of this with ants.",
          "Ants live in large groups called colonies.",
          "They normally move together to get to food sources.",
          "And sometimes when ants are moving toward a food source,",
          "they'll encounter or find an obstacle in their path.",
          "So, for instance,",
          "let's say a large number of ants are walking on a tree toward some food on a branch.",
          "But when they reach the end of the branch they're walking on,",
          "there's a wide space between that branch and the next one, the branch with the food on it.",
          "Now none of these ants alone can cross this wide space to get to the other branch with the food.",
          "So, how do they solve this problem?",
          "Here's how.",
          "One ant walks forward until it reaches the end of the branch,",
          "and then it automatically holds on to the branch with its back legs.",
          "Then it stretches its body forward into the open space.",
          "Now this comes naturally to ants, and it's a simple action.",
          "So then the next ant walks to the end of the branch and ride across the first ant's body.",
          "Then it holds on to the first ant,",
          "and then it stretches its body out into the open space,",
          "just a little bit closer to the branch with the food on it.",
          "Then, one after another,",
          "other ants do the same thing until enough ants connect together to form a bridge between the two branches.",
          "Pretty amazing, huh?",
          "The connected ants hold this position,",
          "allowing the rest of the ants in the group to cross over this bridge of ants to reach the food.",
          "Question",
          "Explain how the example from the lecture illustrates the concept of swarm intelligence."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a History class.",
          "Professor: So most cities of the ancient world tended to be small, often limited to the banks of a river.",
          "They had very little means to expand.",
          "These old cities couldn't really cross natural barriers like rivers,",
          "or be located very far from water sources.",
          "But Roman cities, on the other hand, grew much larger.",
          "How did this happen?",
          "Well, for one thing, the Romans had more advanced technology.",
          "Let's look at a couple of Roman developments that allowed their cities to expand.",
          "One development that allowed Roman cities to grow was their advanced building materials.",
          "The Romans developed a special kind of concrete, a building material that would harden under water,",
          "and this concrete made new kinds of structures possible.",
          "Take their bridges, for example,",
          "because of the special concrete, they could build better bridges,",
          "bridges that could go across wide rivers,",
          "bridges that were big enough to transport equipment and materials with wagons and carts.",
          "So with these strong bridges,",
          "Roman cities could grow on both sides of the river,",
          "creating larger cities than would have been possible otherwise.",
          "Another development that helped Roman cities expand was an improved way to move fresh, clean water.",
          "People need to access to fresh water,",
          "and the Romans created an especially effective way to bring it to them.",
          "They built structures called \"aqueducts\".",
          "Now, aqueducts are a series of open channels,",
          "waterways that stretch from water sources high in the mountains to cities.",
          "They were carefully planned and built so that a steady drop in altitude provided a steady flow of water to cities.",
          "These aqueducts could move a tremendous amount of water over great distances,",
          "and even bring fresh water to places far from rivers.",
          "Because of this,",
          "people could have clean water for drinking and bathing without being located near a river.",
          "So cities were able to grow larger in new locations.",
          "Question",
          "Using the examples from the lecture, explain two developments that allowed ancient Roman cities to expand."
        ],
        "singleItemTitle": "TASK4历史与社会"
      }
    ]
  }
}