{
  "topicId": 8,
  "summaryTitle": "托福",
  "title": "Official 48",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people like to shop in large grocery stores and department stores. Other people prefer to shop in small specialty stores or shops. Which do you prefer? Explain why."
        ],
        "singleItemTitle": "TASK1对比类比"
      },
      {
        "singleItemContent": [
          "Reading",
          "An Art Museum at the University?",
          "Many universities have their own art museums, with collections of paintings and sculptures by well-known artists. I think our university should create a similar museum on our own campus. Such a museum would give our students an opportunity to learn to appreciate high-quality fine art It would be a great way for us to see artworks that we might not have access to otherwise. In order to pay for the museum, the university could write letters to alumni asking them to donate money to help build the museum. I’m sure many former students love art and would be glad to donate money to help the university build a museum here.",
          "Sincerely,",
          "Diane Miller",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: Did you see this letter?",
          "Man: Yeah, it's a nice idea, but it'll never happen.",
          "Woman: Why do you say that?",
          "Man: Well, first of all, you can get on a bus right here on campus,",
          "and in half an hour, you are downtown at the County Art Museum.",
          "Woman: That's true.",
          "Man: And if you show your student ID card,",
          "it only costs like two bucks to get in.",
          "Woman: Yeah, In fact, on Mondays, students get in for free.",
          "Man: Right, and you can see some of the greatest art in the world there.",
          "For example, you know, Rembrandt, the famous Dutch painter.",
          "Woman: Yeah.",
          "Man: Well, right now they're showing something like twenty of his paintings.",
          "Woman: Wow.",
          "Man: Yeah, and you know, it's true.",
          "We do have a lot of very generous alumni,",
          "but we are already asking them for help building a new student center and a new library.",
          "And those are both very expensive projects.",
          "Woman: Yeah, that's right.",
          "Man: So I don't think we can expect them to donate much money for anything else any time soon,",
          "especially for something we don't really need.",
          "Question",
          "The man expresses his opinion about the letter-writer's proposal. Briefly summarize the proposal. Then state the man’s opinion and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Optimal Foraging",
          "Food provides animals with the energy they need to survive. However, animals also lose energy in the process of obtaining, or foraging, for food. Therefore, in order to conserve energy, many animals behave in ways that minimize the energy they expend in the foraging process while at the same time maximizing their nutritional benefits. This energy-efficient approach to obtaining food is known as optimal foraging. The practice of optimal foraging allows animals to expend the least possible amount of energy while at the same time obtaining prey with high food value that will provide them with necessary nutrients.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture from a Biology class.",
          "Professor: All right. So I've got a good example of this.",
          "There's a bird, a species of crow that lives near the water.",
          "And it feeds on a type of a shellfish that has a hard outer shell.",
          "In order to eat the shellfish,",
          "the bird has to crack open its hard shell.",
          "So, when this bird feeds,",
          "what it does is it dives down out of the air into shallow water,",
          "grabs a shellfish in its mouth,",
          "then carries the shellfish up in the air.",
          "It then drops the shellfish, lets it fall onto the rocks below.",
          "When the shellfish hits the rocks,",
          "its shell cracks and splits open and the bird can eat it.",
          "Now this bird,",
          "this crow doesn't just swoop down, grabb the first shellfish it sees and then fly up to any height and let it fall.",
          "Instead, it does two things.",
          "First, it carefully selects only the biggest shellfish.",
          "That means it's going to get the biggest possible meal for its efforts.",
          "OK. Second,",
          "it carries the shellfish up to a specific height,",
          "about five meters, and drops it from there.",
          "If the bird dropped the shellfish from a lower height,",
          "it would have to pick it up and drop it too many times in order to break the shell.",
          "On the other hand,",
          "if the bird carried the shellfish up to a higher altitude,",
          "an altitude higher than is necessary to crack the shell,",
          "it'd be wasting energy.",
          "So this bird expands just the right amount of energy.",
          "no more, no less,",
          "that it needs to obtain just the right kind of food.",
          "Question",
          "Using the example from the lecture, explain the concept of optimal foraging."
        ],
        "singleItemTitle": "TASK3生物"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a Business class.",
          "Professor: Okay, so we've been discussing how companies use advertising to help sell their products.",
          "Now, although advertisements can benefit companies,",
          "there are people who are critical of advertising,",
          "because of certain environmental problems it can cause.",
          "So let's talk about two ways advertising can be seen to negatively affect the environment.",
          "One way is by wasting natural resources, like trees.",
          "By advertising to consumers who do not have a need for the product or service,",
          "the advertisement is irrelevant or useless for them.",
          "For instance, a piece of mail I got advertising a kitchen renovation service,",
          "a whole big booklet, lots of paper, about different ways to remodel your kitchen,",
          "changing the floors, adding new cupboards or appliances.",
          "But this was all a lot of wasted paper, wasted trees,",
          "because I don't even own my place, I rent an apartment.",
          "So what kitchen renovation service is irrelevant to me, I can't use it.",
          "And I'm sure that booklet was mailed to lots of other people who also rent,",
          "and who just threw the booklet in the trash,",
          "because they have no need for a kitchen renovation.",
          "Now, additionally,",
          "advertising can have a negative effect on the natural beauty of the environment.",
          "People are often less able to enjoy the beauty of the natural surroundings,",
          "if there are large advertisements blocking their view of the landscape,",
          "or distracting them from the natural beauty around them.",
          "Let's face it.",
          "No matter how beautiful an area of nature is to begin with,",
          "its beauty is damaged by visible advertisements.",
          "So like, for example,",
          "this happens with big advertisements on the side of roads, huge billboards. Say there's a road passing through a beautiful area in the mountains.",
          "Say there's a road passing through a beautiful area in the mountains.",
          "But there are all these big billboards,",
          "advertising restaurants and products along the side of the road.",
          "The land is naturally very beautiful,",
          "but you can't fully appreciate it.",
          "The big billboard advertisements get in the way.",
          "Question",
          "Using points and examples from the lecture, explain two ways that advertising can negatively affect the environment."
        ],
        "singleItemTitle": "TASK4商科"
      }
    ]
  }
}