{
  "topicId": 55,
  "summaryTitle": "托福",
  "title": "Official 01",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people believe that television has had a positive influence on society. Others believe it has had a negative influence on society. Which do you agree with and why? Use details and examples to explain your opinion."
        ],
        "singleItemTitle": "TASK1科学技术"
      },
      {
        "singleItemContent": [
          "Reading",
          "Letter in the Centerville College News",
          "The administration has plans to acquire a new sculpture for campus. We should all oppose this plan. The university’s poor financial condition led it to increase the price for campus housing and tuition by 15% this past year. Surely then it is in no financial position to purchase such an expensive sculpture. Moreover, just look at the sculpture: several 60-foot long steel plates, jutting out of the earth at odd angles! It’s so large, it’ll take up all the green space in front of the campus center! This is public space that should be reserved for students to use.",
          "Listening查看文本",
          " Narrator: Now listen to two students discussing the opinion expressed in the letter.",
          " Man: Did you see Paul's letter in the paper about the new sculpture?",
          " Woman: Yeah, but it was totally unconvincing.",
          " His reasons for opposing the plan are just totally off.",
          " I'm glad we'll finally have some nice art on campus.",
          " I'd like to shake the donor's hand and say,",
          " Thank you!",
          " Man: What do you mean the donor?",
          " Woman: You didn’t know?",
          " An anonymous donor is paying the bill for most of the sculpture.",
          " Man: Not the university?",
          " Woman: No. His assumptions about who's paying for it are all wrong.",
          " Man: Still, I wonder if he has a point about the space it will take up.",
          " Woman: Well, you know why Paul is upset.",
          " He and his friends are always out there on the lawn,",
          " right where the sculpture will be, kicking around the soccer ball.",
          " Now they'll just have to use another part of the campus to play.",
          " Man: Oh, so he just doesn't want to have to move.",
          " Woman: Yeah. For him,",
          " it's sculpture versus convenience.",
          "Question",
          " Explain why the woman disagrees with the reasons expressed in the letter."
        ],
        "singleItemTitle": "TASK2 校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Groupthink",
          "One process by which groups may make bad or irrational decisions is known as groupthink. Individual members of a group attempt to conform their opinions to what they believe to be the group consensus even though the result may be negative. There are many reasons why groupthink happens. These include the desire to be liked, fear of losing a job, or even not wanting to be the one employee delaying a decision that seems inevitable. These kinds of implicit pressures to conform lead group members to ultimately make decisions that each, by himself or herself, might normally not make.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a business management class.",
          "Professor: So let me tell you about my own experience with this when I was working for a computer company a couple of years ago.",
          "So one day, a coworker and I suggested we should give our computers a design makeover, make them look more up to date.",
          "Market research was showing that new customers said they would be more interested in buying our computers if they looked cooler.",
          "Our technology was advanced,",
          "but the outside design looked really old-fashioned.",
          "At first, more than half the group supported us.",
          "There were a few senior managers there, though,",
          "who didn't support the design change.",
          "One of the senior managers said,",
          "\"Our focus has always been on technology.",
          "Changing the look is an unnecessary cost.\"",
          "Almost immediately,",
          "some of our supporters changed their minds.",
          "Even my coworker changed his mind.",
          "When I asked him why after the meeting,",
          "he told me he didn't want to make a bad impression on the senior managers.",
          "He thought that disagreeing with them might jeopardize his chances of getting a promotion by not looking like a team player.",
          "What about me?",
          "I hate to admit it, but after a few hours of discussion,",
          "I started wondering if it was worth everyone's time to argue about this.",
          "As more people sided with senior management,",
          "I started to feel like I was the only one holding up the vote.",
          "Everyone else seemed to think change wasn't necessary,",
          "so I voted against my own idea in the end.",
          "So we unanimously decided to stay with the current old looking design.",
          "But this decision ended up costing us a lot of money.",
          "That same year,",
          "our competitor came out with a new design that attracted some of our customers and prevented us from profiting on potential new customers.",
          "Question",
          "Explain groupthink and its effects using example of the computer company."
        ],
        "singleItemTitle": "TASK3商科"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a psychology class.",
          "The professor is discussing the mathematical capabilities of babies.",
          "Professor: Scientists have learned some interesting things about the intellectual abilities of babies.",
          "They say there's evidence that babies as young as five months old can do basic arithmetic-- that they can add.",
          "Scientists think babies know that one plus one equals two, and not one.",
          "The evidence is indirect because obviously you can't ask a five-month-old baby to add up some numbers for you.",
          "So they devised an experiment, where in this experiment,",
          "a baby is shown a doll on a table.",
          "Okay, so the baby looks at the doll.",
          "Then the researcher lowers a screen in front of the doll, so now the doll is hidden behind the screen.",
          "But the baby has already seen the doll and so knows it's there.",
          "Well, then the researcher takes a second doll and very obviously places it behind the screen with the first one.",
          "OK, so now you have two dolls behind the screen, right?",
          "Well, no,",
          "because what the researchers did was they secretly took away one of the dolls,",
          "and then when they raise the screen back up, the baby,",
          "well, it expects to see two dolls, right?",
          "But there's only one there. And guess what? The baby's surprised.",
          "It expects two, but it only sees one.",
          "How could the researchers tell that the baby's surprised?",
          "Well, they recorded the baby's eye movements on camera.",
          "And we know that when a baby is surprised by something,",
          "a loud noise or an unexpected flash of light maybe,",
          "it stares at where the noise or light is coming from.",
          "And that's what the babies in the experiment did.",
          "They stared, because a baby knows that if you add one doll and one doll,",
          "you should have two dolls.",
          "So, when it sees one doll,",
          "then it stares because it's surprised.",
          "Question",
          "Using the research described by the professor, explain what scientists have learned about the mathematical abilities of babies."
        ],
        "singleItemTitle": "TASK4心理"
      }
    ]
  }
}