{
  "topicId": 3,
  "summaryTitle": "托福",
  "title": "Official 53",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "When some people have a little extra money, they like to spend it right away on something they enjoy. Others prefer to save the extra money. Which do you like to do? Explain why."
        ],
        "singleItemTitle": "TASK1对比类比"
      },
      {
        "singleItemContent": [
          "Reading",
          "University Announces Energy-Saving Plan",
          "Out of concern for the environment, the university has announced an effort to reduce energy consumption. The energy saving measures will start at the library. One measure involves the library’s inside lighting: new overhead lights that use less power will be installed throughout the building. Another measure has to do with the temperature level in the library. The air-conditioning will be reduced on hot days, meaning that study areas will be kept somewhat warmer when it is hot outside.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Man: So what do you think of the new policy?",
          "Woman: Well, they've got the right idea.",
          "But I don't think it'll work out as they plan.",
          "Man: Really? Why not?",
          "Woman: I just feel they haven't thought through the consequences.",
          "For example, have you seen the new lights?",
          "They've already been installed in the reference room.",
          "They are just not bright enough.",
          "Man: Oh.",
          "Woman: Yeah. And there are all sorts of individual lamps in the study areas.",
          "Man: The reading lamps?",
          "Woman: Yeah, the reading lamps.",
          "Well, nobody uses them,",
          "nobody turns them on now.",
          "But people are gonna start turning them all on if the overhead lights are dimmer.",
          "So any saving is gonna go away.",
          "Man: Okay.",
          "But what about what they're doing with the air conditioning?",
          "That's surely going to save.",
          "Woman: Save energy?",
          "You bet, but there's a different problem.",
          "Think about what the library is going to be like on hot days.",
          "Man: It's certainly going to be a lot less comfortable.",
          "Woman: Right now, the library is the best place to get studying done.",
          "It's pretty comfortable and it's quiet.",
          "I think now, when it's really hot,",
          "students will just wind up studying back in their dorm rooms.",
          "I know I will.",
          "Man: 'Cause the dorms will still be cooled on hot days, but they are often so noisy.",
          "Woman: Exactly, loud and busy and bad for my concentration.",
          "Man: So, people won't have any really good place to study.",
          "Question",
          "The woman expresses her opinion of the university’s plan. State her opinion and explain the reasons she gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Chaining Behavior",
          "Many everyday human behaviors are made up of a sequence of several simpler behaviors. In order to teach children to perform these complex behaviors, parents sometimes use a technique called chaining. First, parents identify each of the simpler component behaviors and determine the order in which these simpler behaviors are performed. Parents then start with the first task in the chain. When the child has mastered that element, parents then teach the second element together with the first and reinforce this effort. When these are performed satisfactorily, they move on to elements one two and three, and so on, adding one behavior at a time. The behaviors are not taught in isolation, hence the term “Chain”.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture in a Psychology class.",
          "Professor: I have a three-year-old daughter,",
          "and last month I decided to help her learn how to wash her hands by herself.",
          "Now we usually think of washing our hands is one action,",
          "but when you think about it,",
          "you can break hand washing down into a series of simpler steps.",
          "Step one, you turn on the water.",
          "Step two, you get your hands wet.",
          "Step three, you add some soap.",
          "Step four, you rinse your hands.",
          "And step five, you turn off the water.",
          "So I broke it down into these steps,",
          "and then I helped my daughter learn them one step at a time.",
          "I didn't present them all at once, because that would've been too complicated.",
          "First, I showed her step one, turning on the water.",
          "That's all we practiced for the next few days.",
          "Then, when she started turning on the water by herself,",
          "I added step two, getting her hands wet.",
          "And for the next few days she practiced steps one and two,",
          "turning on the water and getting her hands wet until she could do both steps on her own.",
          "Then we added step three,",
          "putting on the soap,",
          "and she practiced steps one two and three for a while.",
          "Then we added step four, rinsing her hands,",
          "and eventually step five, turning off the water.",
          "She practiced all five steps in sequence for a few days until she could wash her hands all by herself.",
          "Question",
          "Using the example of washing hands, explain the concept of chaining behavior."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a talk in a Food Science class.",
          "Professor: Everyone knows food can become spoiled,",
          "go bad and become inedible.",
          "Usually the cause is harmful bacteria that grow naturally in food.",
          "So one of the best ways to prevent food from spoiling is to slow down bacterial growth.",
          "But how do you do that?",
          "Well, what influences how fast bacteria grow?",
          "Mainly is temperature and moisture.",
          "So if you want to prevent food spoilage,",
          "you need to slow bacterial growth by controlling these factors.",
          "Why is controlling temperature so important?",
          "Because the bacteria that cause food spoilage grow fast at warm temperatures and more slowly at cooler temperatures.",
          "When your food is kept cool, it lasts longer, right?",
          "For example, fresh fish left out in the sun on a warm day will spoil in a few hours.",
          "But if you freeze the fish,",
          "it will keep for months and months, right?",
          "Well that's because low temperatures drastically slow down bacterial growth.",
          "Now I said that moisture is another factor you need to control.",
          "And every living thing needs moisture and bacteria are no exception.",
          "Food that's high in water content provides the moisture that bacteria need to grow.",
          "Let's...let's compare two different kinds of milk, OK?",
          "Let's compare regular liquid milk with dried powdered milk.",
          "Regular milk spoils quickly right?",
          "But milk in powder form can be stored quite a long time.",
          "In fact, for years.",
          "Of course, bacteria are present in powdered milk too,",
          "but what's different between powdered and regular milk is the water content.",
          "Powdered milk has had the water, the moisture, removed.",
          "And without moisture bacteria can't grow.",
          "And this isn't true just for milk.",
          "Just about any fresh food will spoil more quickly than a dried food.",
          "Question",
          "Using points and the examples from the talk, explain two ways of preventing food spoilage and why they are effective."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}