{
  "topicId": 44,
  "summaryTitle": "托福",
  "title": "Official 12",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Some people believe it's essential for a person's education to learn to play a musical instrument. Others don't believe music education is important. Which view do you agree with? Explain why."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "College Radio Station to Undergo Major Changes",
          "The university is considering making major changes to the college radio station. Changes would include an expansion of the station's broadcasting range, which would allow the radio's programming to reach nearby towns. One goal of the plan is to attract more students to apply to its communication program. Another goal is to provide the university with an extra source of revenue. University officials expect the enhanced radio station to significantly increase the number of listeners, which will in turn encourage businesses to place commercials on the radio.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the article.",
          "Man: What do you think of the proposal?",
          "Woman: I think it'll work.",
          "I mean, the range of the station now is basically limited to the campus,",
          "and so it's basically just a few programs, mainly for students.",
          "Man: Yeah.",
          "Woman: Well, if this proposal goes through, there will be more programs",
          "and they would give the students more professional experience as they experiment with programming for a much larger, you know, real-life audience.",
          "And stuff like that will give them a better shot at getting a job after they graduate.",
          "Man: Of course.",
          "Woman: Besides, the whole university will benefit from it.",
          "Man: What do you mean?",
          "Woman: Well, you know my friend Tony, right?",
          "He told me that the radio station at his university did something like this about five years ago.",
          "Man: And?",
          "Woman: Well, it's a success.",
          "They are making a lot of money out of commercials,",
          "and they are using it to offer more scholarships and to help fund projects to renovate the facilities of other programs.",
          "Man: That sounds really good!",
          "Question",
          "The woman supports the proposal described in the article. Explain why she thinks it will achieve the university’s goals."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Subliminal Perception",
          "Humans are constantly perceiving visual and auditory stimuli. Sometimes our perception of these stimuli occurs consciously: we are aware of a stimulus and know that we are perceiving it. But our perception of a stimulus can also occur without our awareness: an image might appear and disappear before our eyes too quickly for us to notice that we saw it, or a sound might be too faint for us to realize that we heard it. This phenomenon—the perception of a stimulus just below the threshold of conscious awareness—is called subliminal perception. Experiments have shown that subliminally perceived stimuli can influence people's thoughts and attitudes.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Psychology class.",
          "Professor: Consider this experiment.",
          "Two groups of people were asked to watch TV.",
          "And while they were watching,",
          "a picture flashed on the screen, less than a second, very quickly,",
          "so it was barely noticeable.",
          "The picture was of a boy with a birthday cake.",
          "Now, like I said,",
          "there were two groups,",
          "and each group saw a slightly different version of the picture.",
          "One group got the boy looking angry.",
          "In fact he was actually throwing the cake on the floor.",
          "The other group got a picture of the boy smiling, happy,",
          "holding out the cake like he was offering it.",
          "Same boy, same cake,",
          "but different emotions expressed in each picture.",
          "Everyone was then asked to look at a different image.",
          "Now this is a third image, right?",
          "Again, it's the boy and the cake.",
          "But this time the image stayed on the screen.",
          "In this picture,",
          "the boy is just holding the cake,",
          "basically no emotion on his face,",
          "everything very neutral.",
          "Now remember,",
          "nobody knew they'd already seen a picture of this boy.",
          "After a minute, everyone was asked to describe the boy's personality.",
          "Those who'd been exposed to the image of the angry boy,",
          "they generally described the boy's personality negatively.",
          "Those who'd earlier seen the happy boy described him, well, positively.",
          "Question",
          "Describe what subliminal perception is and explain how the experiment discussed by the professor illustrates this phenomenon."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in an Economics class.",
          "Professor: So when we talk about the demand for a product,",
          "we're referring to how much consumers want to buy it, right?",
          "And often the demand for a product is influenced by its price.",
          "The more expensive it becomes,",
          "the less chance that people will want to buy it.",
          "OK.",
          "But that's not the whole story.",
          "Sometimes the demand for a product can also be influenced by the price of other related products.",
          "First, there are those products called substitute goods.",
          "If products can be substituted for one another, then well,",
          "then they're called substitute goods.",
          "They're similar enough to be interchangeable.",
          "And an increase in the price of one means an increase in the demand for the other,",
          "like... like butter and margarine.",
          "They're pretty much used for the same purposes.",
          "Margarine is butter substitute,",
          "and you can bake equally well with either.",
          "Well, when the price of butter goes up,",
          "it becomes less affordable,",
          "and so what do people do?",
          "They buy margarine instead, right?",
          "So, you see, an increase in the price of butter increases the demand for margarine.",
          "Now another instance where the price of one product can influence the demand of another is... is when you have two products that can't be used without each other.",
          "Those products, we call complement goods, they complement or complete each other, if you will.",
          "Like compact discs and compact disc players,",
          "you need both products in order to use either.",
          "So if the price of either product increases,",
          "demand for both is likely to decrease.",
          "And if the price of CDs goes up, well,",
          "demand for them will go down, right?",
          "And because CDs and CD players complement each other,",
          "what will also happen is that the demand for CD players will go down too.",
          "Question",
          "Using the points and examples from the talk, explain how substitute goods and complement goods influence the demand for a particular product."
        ],
        "singleItemTitle": "TASK4商科"
      }
    ]
  }
}