{
  "topicId": 41,
  "summaryTitle": "托福",
  "title": "Official 15",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          "Question",
          "Do you agree or disagree with the following statement? It is important to remember and learn from the past. Use details and examples to explain your opinion."
        ],
        "singleItemTitle": "TASK1教育学习"
      },
      {
        "singleItemContent": [
          "Reading",
          "University Should Pave Running Trails",
          "The university has about three miles of unpaved dirt running trails that pass through the forest near campus. I think these trails should be paved with cement. One reason for paving the trails would be to increase their safety. When it rains, the dirt turns to mud and becomes very slippery, so the runners who use them can slip and fall. Pavement would solve this problem. Also, paving would make the trails look nicer, which would encourage students to use them. Bumps in the trail would be smoothed out and weeds would be paved over, making the trail more attractive to runners.",
          "Listening查看文本",
          "Narrator: Now listen to two students discussing the letter.",
          "Woman: Hey, Ted...you're a runner.",
          "Did you see this letter in the paper?",
          "Man: Yeah, I did... and I use those...",
          "Woman: And?",
          "Man: I think it's a terrible idea.",
          "Woman: How come?",
          "Man: Well, she really hasn't thought it through...",
          "like, the thing about making them safer-",
          "what she's not thinking about is the long-term consequences of running on a hard surface.",
          "Woman: What do you mean?",
          "Man: I mean, it's not good for you...",
          "it's too hard on your bones and joints.",
          "If you run repeatedly on a hard surface,",
          "it can lead to injuries...",
          "or, that's what I've been taught, anyway...",
          "it's better to run on a soft surface.",
          "It does less damage to your body.",
          "Woman: Oh, I wasn't aware of that.",
          "Man: Yeah, so actually it wouldn't be safer. And her second point...",
          "Woman: About changing the way they look?",
          "Man: Yeah, I don't think people will like it.",
          "Woman: So they'd use them less?",
          "Man: Yeah, I mean one of the main reasons people enjoy them now is it's a way of taking a break from the rest of campus...",
          "from buildings and streets and stuff...",
          "it's, you know, a chance to feel like you're out in nature.",
          "Woman: Oh... so you wouldn't get that effect anymore.",
          "Man: Right...it'd just be like you were on a regular street or sidewalk.",
          "It wouldn't be as relaxing.",
          "Question",
          "The man expresses his opinion about the proposal  in the student's letter.  Briefly summarize the proposal. Then state the man's opinion about the proposal and explain the reasons he gives for holding that opinion."
        ],
        "singleItemTitle": "TASK2校园服务与设施"
      },
      {
        "singleItemContent": [
          "Reading",
          "Experimenter Effect",
          "One objective of any experiment is, of course, to obtain accurate results. Sometimes, however, problems occur that lead to inaccurate results. One such problem is the experimenter effect. The experimenter effect occurs when a researcher’s expectations affect the outcome of the experiment. The researcher expects a particular result from the experiment, and that expectation causes the researcher to act in ways that influence the behavior of the experiment participants, thereby invalidating the results of the experiment.",
          "Listening查看文本",
          "Narrator: Now listen to part of a lecture on this topic in a Psychology class.",
          "Professor: For example,",
          "I recently read about a case in which a researcher was given two groups of monkeys.",
          "And he was asked to train these monkeys to pick up a ball and put it in a box.",
          "And he was told to record how many hours it took to train each monkey to learn to do this.",
          "Now, before he started the training,",
          "the researcher was told that one group of monkeys was highly intelligent,",
          "and that the other group was less intelligent.",
          "In truth, there was no difference between them.",
          "All the monkeys were actually very similar in terms of intelligence.",
          "But the researcher didn't know that.",
          "He thought one group was smarter,",
          "so he expected that that group would be easier to train.",
          "So what happened? Well,",
          "the researcher trained the monkeys to perform the action,",
          "and it turned out that, on average,",
          "it took him two hours less time to train the supposedly smart monkeys than the supposedly less intelligent monkeys.",
          "Why? Well,",
          "it turns out that with the supposedly smart monkeys,",
          "the researcher smiled at them a lot, gave them a lot of encouragement,",
          "talked to them a lot, worked hard to communicate with them.",
          "But with the monkeys he thought were less intelligent,",
          "he wasn't as enthusiastic.",
          "He didn't try quite as hard, wasn't quite as optimistic.",
          "Question",
          "Explain how the example from the professor’s lecture illustrates the experimenter effect."
        ],
        "singleItemTitle": "TASK3心理"
      },
      {
        "singleItemContent": [
          "Listening查看文本",
          "Narrator: Listen to part of a lecture in a biology class.",
          "Professor: Birds have some of the best vision capabilities in the animal kingdom.",
          "Some bird species have vision that is eight to ten times greater than humans.",
          "Overall a birds' eyes are extremely important for its survival.",
          "One aspect of bird's eyes that plays a role in helping them survive,",
          "in other words, to find food or to avoid predators is the position of the eyes in the skull.",
          "Some birds have eyes that faced forward on the skull,",
          "kind of similar to how humans' eyes are positioned.",
          "Forward-facing eyes allow a bird to clearly see and judge distances,",
          "because it can focus on objects with both of its eyes and correctly perceive height, width and depth.",
          "One type of bird with eyes positioned in the front of the skull is the hawk.",
          "Hawks eat animals like mice.",
          "Hawks have such good eyesight that they can spot a tiny mouse in a field from high up in the air.",
          "They spot the mouse and swooped down to catch it.",
          "Without such good eyesight,",
          "they would not be able to spot or catch their food.",
          "Other birds have eyes that are located on each side of the skull.",
          "This positioning of the eyes can help a bird to avoid predators.",
          "Instead of just seeing what's directly in front,",
          "they can see things that are on either side,",
          "permitting them to watch for danger in all directions.",
          "Imagine a duck waiting near the edge of a lake.",
          "It needs to spend time eating grasses and insects,",
          "but it also is on constant lookout for danger from its predator, like the fox.",
          "An eye on each side of the duck's head allows it to see a fox approaching from either side.",
          "If it spots of fox, it can then fly away to safety.",
          "The placement of the eyes are critical in helping the duck avoid predators.",
          "Question",
          "Using the examples in the lecture, explain how the position of birds’ eyes is critical to their survival."
        ],
        "singleItemTitle": "TASK4生物"
      }
    ]
  }
}