{
  "topicId": 171,
  "summaryTitle": "日常",
  "title": "New Year's Resolutions",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          " What are some New Year's resolutions you have made in the past?",
          " How can New Year's resolutions help you in the coming year?",
          " What are some New Year's resolutions that you have broken quickly?",
          " What are some New Year's resolutions that you friends have made?",
          " How can New Year's resolutions be a good opportunity for change?",
          " What New Year's resolutions are you still keeping now?",
          " Are you going to lose weight?",
          " Are you going to exercise every day?",
          " Are you going to give up smoking?",
          " Are you going to study harder?"
        ],
        "singleItemTitle": "PART1"
      },
      {
        "singleItemContent": [
          "Are there different expectations for sons and daughters?",
          "What habits are deemed as appropriate for men but inappropriate for women?",
          "What behaviors are deemed as appropriate for men but inappropriate for women?",
          "What jobs are deemed as appropriate for men but inappropriate for women?",
          "Are more doctors female or male in your country?",
          "Are more nurses female or male in your country?",
          "Are more professional musicians female or male in your country?",
          "Are more teachers female or male in your country?",
          "Are more truck drivers female or male in your country?",
          "Are men and women equal in ability and intelligence?",
          "What things can either men or women do that the other cannot do and why?",
          "What type of clothing do men wear?",
          "What type of clothing do women wear?",
          "Can men wear women's clothing or can women wear men's clothing? Why or why not?",
          "Can men wear pink clothes?",
          "Is it OK for men to cry?",
          "Is it OK for women to cry?",
          "What do people think of men or women crying?",
          "What would people think of a man who backs down from a fight?",
          "What would people think of two women involved in a fist fight?",
          "Is it OK for men to appear sad?",
          "Is it OK for women to appear angry?",
          "Is it OK for men to appear weak?"
        ],
        "singleItemTitle": "PART2"
      },
      {
        "singleItemContent": [
          "Do you think sunblock is important?",
          "Have you ever been to a famous beach?",
          "What do you wear to the beach?",
          "How do you keep your wallet safe while you are swimming?",
          "Is erosion a problem at your local beach?",
          "Is pollution a problem at your local beach?",
          "Should people be able to own a beach or part of a beach?",
          "Why is beachfront land so expensive?",
          "Why do so many people want to live there?",
          "Would you like to live there?",
          "What are some dangers of living on beachfront property",
          "Do you prefer a calm sea or do you prefer big waves?",
          "Should dogs be allowed on the beach?",
          "Should dogs have to be kept on leashes at the beach?",
          "Should cars be allowed on the beach?",
          "What do you think of people who swim in the nude?",
          "Is there a nude beach near where you live?",
          "What do you think about nude beaches?",
          "Would you ever want to swim in the nude?",
          "Have you ever gone to a nude beach?",
          "What do you think of topless swimming?",
          "Which is your favorite beach?",
          "Are there life guards at the beaches in your country?",
          "Do you think that people should be allowed to drink beer or other drinks with alcohol on the beach?"
        ],
        "singleItemTitle": "PART3"
      }
    ]
  }
}