{
  "topicId": 58,
  "summaryTitle": "面试",
  "title": "Midlife Crisis",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          " What is the definition of midlife crisis?",
          " When was your midlife crisis?",
          " Do you think everyone has a midlife crisis?",
          " What can you do to minimize midlife crisis?",
          " How can you avoid midlife crisis?"
        ],
        "singleItemTitle": "PART1"
      },
      {
        "singleItemContent": [
          " Where can you get help during a midlife crisis?",
          " What was your father's midlife crisis like?",
          " What do you think your midlife crisis will be like?",
          " How is midlife crisis different when you are married than if you are single?",
          " Do you think that couples get divorced during midlife crisis?",
          " Do you fear your midlife crisis?",
          " Why do you think that some people don't have a midlife crisis?"
        ],
        "singleItemTitle": "PART2"
      },
      {
        "singleItemContent": [
          "What is a disaster?",
          "Have you ever been in a disaster?",
          "What are some different kinds of disasters?",
          "What kind of disasters are common in your country?",
          "What is the difference between a typhoon and a hurricane?",
          "What is the difference between a tornado and a hurricane?",
          "What is disaster insurance?",
          "Do most people have it?",
          "Are there ways we can prepare ourselves in advance to cope with disasters?",
          "What is PTSD?",
          "How are businesses affected by disasters?",
          "How are families affected by disasters?",
          "How are the problems solved after a disaster?",
          "If you had the power to stop a natural disaster that has happened in the past, which would you choose? Why?",
          "What is the difference between natural disasters and manmade disasters?",
          " Can you name a few of each type?",
          "Where do these usually often occur?",
          "Do some natural disasters occur repeatedly in the same area? Do many people live in these areas?",
          "What are examples of manmade disasters?",
          "What examples are there of natural disasters?",
          "What kind of damage can occur in each case?",
          "Have you ever been in a natural disaster?",
          "Do you know anyone who has been in a natural disaster?",
          "Can you find someone in the class who has been in a natural disaster?",
          "What natural disasters occur in your country?",
          "Are you prepared for a disaster?",
          "What can you do to prepare for a disaster?",
          "Do you know someone who has been in a disaster?",
          "How do you think you would react in a disaster?",
          "How can we help children who are victims of disasters?",
          "Does your family have a plan for what to do in the event of an earthquake?",
          "Have you ever been injured?",
          "Have you ever had a broken leg?",
          "Can you find the story of anyone who lived through a disaster?",
          "What would you do if you knew there would soon be a serious natural disaster and this could be your last day on earth?"
        ],
        "singleItemTitle": "PART3"
      }
    ]
  }
}