{
  "topicId": 62,
  "summaryTitle": "面试",
  "title": "Meaning of Life & Reasons for Living",
  "content": {
    "panelTitle": "Question list",
    "panelItemsList": [
      {
        "singleItemContent": [
          " What do you think is life all about?",
          " What do you feel most people's lives are driven by?",
          " What image or metaphor has best described your life? A race, a circus or something else?",
          " What if life on earth is really preparation for eternity, how would people act differently?",
          " What is your opinion on why a lot of people have trouble believing in God?"
        ],
        "singleItemTitle": "PART1"
      },
      {
        "singleItemContent": [
          " What is \"worship\" to you?",
          " Can we make friends with God?",
          " Have you ever prayed to God?",
          " What do you think about religious people worshipping God in churches or in temples?",
          " Which is easier for people, public or private worship?",
          " Do you think it's appropriate to express anger to God?",
          " What do you think people usually fear when thinking of joining a new religion?",
          " What image or metaphor has best described your life? (E.g. A race, a circus...)",
          " Do you think we can make friends with God?",
          " What do you think about people going to churches or in temples regularly?",
          " Which is easier for people, going to a religious event or praying to God privately?"
        ],
        "singleItemTitle": "PART2"
      },
      {
        "singleItemContent": [
          "p>How do you signal that someone has a phone call?",
          "How do you signal that someone is crazy?",
          "What's your country's gesture for peace? What if you show it backwards? (I.e. In Hong Kong, if the back of the hand faces the audience when you're using a \"V\" peace sign, that means \"F*** You!\")",
          "How do you signal that you're bored? tired? angry?",
          "How do you gesture \"Go away!\"?",
          "Have you or any body like your friends or family ever made there own gesture that never excited before",
          "What are some universal gestures for help? choking?",
          "What are some \"bad\" gestures that you have seen in Western films but you don't know the meaning of? (You need to be careful here not to offend anybody but if your teacher doesn't tell you, then who can you ask??)",
          "How do you count on your fingers in your country?",
          "How do you beckon someone to come to you in your country?",
          "When is it appropriate to point?",
          "What gestures do you have when drinking alcohol?",
          "What are your friend's favorite gesture?",
          "Do you \"talk\" with your hands?",
          "Do you know anyone who does?",
          "Have you ever described something to someone on the phone and realized you were using gestures,even though the person could not see you?",
          "Do you think some gestures are universal?",
          "What are the gestures for \"I don't know\", \"You are crazy\", \"money\" and \"come here\" in your country?"
        ],
        "singleItemTitle": "PART3"
      }
    ]
  }
}